Repository: drupalprojects/mutual_credit
Catalog: extensions/translations/cc_currencies.*.po
Languages: fr

source: A complementary currency
fr: Une unité d'échange complémentaire

source: Currency Name
fr: Nom de l'unité d'échange

source: Currency purpose, ethos, values and rules
fr: Les règles, le but, l'ethos et les valeurs de votre unité d'échange

source: Currency name
fr: Nom de l'unité d'échange

source: Write the full title, like this: 'Loaves,bread' or 'pounds, sterling silver' or 'chickens'
fr: Veuillez écrire le titre en entier, par exemple 'Panier de légumes' ou 'Peinture de mon salon' ou 'Plat marocain avec boissons non-alcoolisées'

source: visible to all
fr: Affiché à tous

source: Currency
fr: Unité

source: This user has no completed transactions
fr: Ce membre n'a pas d'échanges comptabilisés

source: With Whom?
fr: Avec

source: Income
fr: Unités reçues

source: Expenditure
fr: Unités données

source: @username's statement for @month
fr: Le solde de @username's pour le mois de @month

source: create meme currencies
fr: créer des unités d'échanges meme

source: create global currencies
fr: créer des unités d'échanges globaux

source: This currency was the system default but is now one of many possible currencies.
fr: Cette unité d'échange était par défaut, mais fait partie maintenant des nombreuses unités possibles.

source: metadata for currencies, in addition to name and title
fr: metadata pour les unités d'échanges, en plus de nom et titre

source: the node id to which this currency is attached
fr: L'identification (ID) du node à laquelle cet unité d'échange est associée

source: the nominal value of this currency expressed as an objective value (0 means not interchanagable)
fr: La valeur nominative de cette unité d'échange exprimée dans une valeur objective (0 = non-échangeable)

source: an adjustment to the zero balance per user
fr: une façon d'ajuster le solde zéro par membre

source: what happens after the decimal point, quarter hours or centiles
fr: que faut-il après la décimale, le quart d'heure ou les centièmes

source: the default minumim balance allowed to tbe held
fr: Le solde minimum permis par défaut

source: the default maximum balance allowed to tbe held
fr: Le solde maximum permis par défaut

source: location of the currency icon
fr: l'icône de l'unité d'échange se trouve ici

source: Cc Multiple Currencies v0.5
fr: Cc Unités d'échanges multiples v0.5

source: Experimental module allowing arbitrary creation of currencies by users.
fr: Module expérimental qui permet la création d'unités d'échange arbitraires par les membres eux-mêmes.

source: Complementary Currencies
fr: Monnaies Complémentaires
