Repository: drupalprojects/mutual_credit
Catalog: extensions/translations/cc_import.*.po
Languages: fr

source: Provides advice and a simple text box to paste csv style data from your existing spreadsheets.
fr: Vous donne des conseils ainsi qu'un champ texte pour coller des données csv de votre logiciel tableur (comme Excel).

source: Assumes user 1 is the balancing account.
fr: Le compte 1 est employé comme compte d'équilibre.

source: This page allows you to import users' balances and gross incomes for users already on the system. To import users, see the !import_user module.
fr: Cette page vous permet d'importer les soldes des membres et leurs cumuls pour les utilisateurs qui sont déjà dans le système. Pour importer les membres,voir le module !import_user.

source: This page allows you to import users' @type for users already on the system.
fr: Cette page vous permet d'importer membres @type pour les membres qui sont déjà dans le système.

source: There are other ways of doing this, but this is simple and maintained along with the rest of the marketplace module.
fr: Il y a d'autres façons de le faire, mais c'est simple et entretenu avec le module marketplace.

source: Use a spreadsheet tool to prepare a list of user ids or names, and the description in each line.
fr: Veuillez utiliser un tableur afin de préparer la liste avec des n° d'adhérents, et la description de chaque ligne.

source: For aesthetic reasons, there is a @num character limit on each description.
fr: Pour des raisons de mise en page, il y a une limite de @num caractères de description.

source: Each line should look like this (you must include the header row): !code
fr: Chaque ligne devrait s'afficher comme ceci (vous devez inclure le rangée d'en-tête) : !code

source: Try importing one or two first!
fr: Veuillez faire des tests avec un ou deux adhérents.

source: This button will give you some drupal code containing all the transactions, offers and wants on the system.
fr: Ce bouton va donner du code Drupal avec les échanges, les offres et les demandes du système.

source: Copy the code and run it in the php box of the devel module on the target system
fr: Veuillez copier le code et le mettre dans la boîte php du module développement du système ciblé.

source: Paste paste 2 or 3 comma separated columns into the field below, the first column should be the uid or username, the second column the current balance, and optionally the third column should be the user's gross income until now (turnover).
fr: Coller 2 ou 3 csv colonnes dans le champ ci-dessous. La première colonne devrait contenir le uid ou numéro de membre, le 2e son solde actuel, et le 3e son cumul (en option).

source: This tools assumes there is only one currency in the system. The second column SHOULD add up to 0 for LETS and other zero balance systems, but this will not be checked.
fr: Cet outil d'importation n'est prévu que pour une seule unité d'échange. Le total de la 2e colonne DEVRAIT être 0 pour les SELs et autres systèmes avec un compte d'équilibrage, mais l'outil ne le contrôle pas.

source: The first line of the field should read (third column is optional): !code
fr: La première ligne du champ devrait afficher (3e colonne en option): !code

source: to import balances you need a balancing account. Specify the account number at !admin/marketplace
fr: Afin d'importer les soldes des membres, vous avez besoin d'un compte équilibre. Veuillez spécifier le numéro de compte ici !admin/marketplace

source: balance (second item) on row @num is not an integer
fr: soldes (2e item) sur rangé @num n'est pas un nombre entier

source: gross income (third item) on row @rownum must be a positive integer
fr: cumul (3e item) sur rangée @rownum doit être un nombre entier positif

source: gross income (third item) on row @rownum cannot be less than 0
fr: cumul (3e item) sur rangée @rownum ne doit pas être moins que 0

source: Gross income
fr: Entrées

source: Gross expenditure
fr: Dépenses brutes

source: Carried Forward
fr: Solde reporté

source: Descriptions on the following should be reduced to less than @num characters: @rows
fr: Veuillez réduire les descriptions à @num characters: @rows

source: The following UserIDs do not exist: @UserIDs
fr: Les numéros d'adhérent suivants n'existent pas: @UserIDs

source: Import Tools
fr: Outils d'importation

source: Import Balances
fr: Importer les soldes

source: Import Offers
fr: Importer des offres

source: Import Wants
fr: Importer des demandes

source: Migrate
fr: Passer à l'autre système

source: Import Offers, Wants and carried forward balances using No 1 account. Built for Fernie, Canada
fr: Importer les offres, demandes et soldes reportés en passant par le compte 1. Sponsorisé par Fernie, Canada

source: Complementary Currencies
fr: Monnaies Complémentaires
