Repository: drupalprojects/mutual_credit
Catalog: extensions/translations/cc_mass_pay.*.po
Languages: fr

source: Payer exceptions
fr: Exceptions par rapport à ce membre

source: Select the accounts you DON'T want to be billed. Use CTRL click to select more than one.
fr: Séléctionnez les comptes qui NE vont PAS être crédités. Utilisez CTRL clic pour faire une multi-sélection

source: Select the one account to which all the transactions will flow.
fr: Séléctionnez le compte vers lequel la transaction va être faite.

source: How much should be taken from each account?
fr: De combien voulez-vous débiter chaque compte ?

source: Generate transactions
fr: Ajouter ces échanges

source: You must enter a number
fr: Veuillez saisir un chiffre

source: Plain text only in transaction descriptions.
fr: Veuillez utiliser du texte seul dans les descriptions d'échange.

source: Many-to-one mass payment of @amount for @description
fr: De plusiers-à-un compte pour le versement en masse de @amount pour @description

source: Payees
fr: La personne qui va recevoir des unités d'échanges

source: Select the accounts you don't want to be paid. Use CTRL click to select more than one.
fr: Séléctionnez les comptes qui ne seront pas crédités. Utilisez CTRL clic (pomme clic pour Mac) pour séléctionner plusiers.

source: Select the one account from which all the transactions will flow.
fr: Sélectionnez le compte à partir duquel la transaction vas être faite.

source: How much should be paid into each account?
fr: De combien voulez-vous créditer chaque compte ?

source: One-to-many multipay of @amount: @description
fr: D'un compte à plusieurs paiements regroupés de @amount: @description

source: transactions
fr: échanges

source: Mass Payments
fr: Versements en masse

source: Create mass transactions to and from one account
fr: Faire des versements à partir de ou vers un compte

source: Many-to-one
fr: De plusiers à un

source: collect an arbitrary amount from most accounts
fr: prelève un montant de la majorité des comptes

source: One-to-many
fr: D'un à plusiers

source: payout an arbitary amount to a few people
fr: verser un montant arbitraire à quelques adhérents

source: Create Transactions involving multiple users to or from one account
fr: Saisir des échanges avec plusieurs membres vers ou depuis un compte

source: Complementary Currencies
fr: Unités d'échanges

source: Tick to request confirmation
fr: Cochez pour demander la confirmation de l'échange
