Repository: drupalprojects/mutual_credit
Catalog: extensions/translations/cc_offer_want.*.po
Languages: fr

source: Defines two contentTypes which are created and edited by each user and which are presented as a directory categorised using taxonomy.
fr: Ceci définit deux types de contenu qui sont créés et modifiés par les membres et qui sont affichés dans une liste avec des catégories qui sont gérées par une taxonomie.

source: Offer
fr: Offre

source: An entry in the @type directory.
fr: Une annonce dans la liste @type

source: Product or service you are offering
fr: Service, savoir ou bien que vous offrez

source: Want
fr: Demande

source: Product or service you need
fr: Service, savoir ou bien que vous demandez

source: Offers & Wants
fr: Offres & Demandes

source: Max number of characters for directory entry headlines
fr: Nombre maximum de caractères pour les titres des annonces

source: Smaller values make the directory easier to to read, encourage concise language. Max is 255. Suggested is 128
fr: Les petites valeurs favorisent la lecture de la Liste et encouragent un langage concis. Le maximum est 255. Nous suggérons 128.

source: Content types to be activated
fr: Les types de Contenu à activer

source: Offers
fr: Offres

source: Wants
fr: Demandes

source: Both
fr: Les deux

source: N.B. It is also possible to disable the node body for offers and wants. See !link
fr: N.B. Vous pouvez enlever le champ "corps" des offres et demandes ici !link

source: Max title length must be less than 255
fr: Le nombre total de caractères du titre ne peut pas dépasser 255

source: categories
fr: catégories

source: Add offers/wants
fr: Ajouter offres/demandes

source: @offerwant Categories
fr: Catégories des @offerwant

source: Place your @offerwant
fr: Ajouter une annonce

source: contact @username
fr: Contactez @username

source: @person's directory
fr: offres/demandes de @person's

source: Click to add new !items
fr: Cliquez pour ajouter une !items

source: Which directory?
fr: Quelle liste ?

source: Text of your advert
fr: Texte de votre annonce

source: Details
fr: Détails

source: Submit
fr: Afficher

source: both
fr: les deux

source: view directory
fr: voir la liste

source: edit directory
fr: modifier la liste

source: offers
fr: offres

source: create offer
fr: ajouter une offre

source: Offers & Wants categories
fr: Catégories des Offres & Demandes

source: This vocabulary is for categorising activities people do in their community. It can be used like the 'yellow pages' to help locate goods and services, but can also be used later on, for monitoring purposes.
fr: Ce vocabulaire est pour mettre en catégorie les activités de votre communauté, semblable au pages jaunes.

source: Choose one or more categories
fr: Choississez une ou plusiers catégories

source: Now go and make some directory categories at !link
fr: Vous pouvez créer des catégories ici !link

source: Cc offers/wants
fr: Cc offres/demandes

source: Allows users to contribute to a categorised directory of offers and wants.
fr: Permet aux membres de contribuer à une liste d'offres et demandes catégorisée.

source: Complementary Currencies
fr: Monnaies Complémentaires
