Repository: drupalprojects/mutual_credit
Catalog: translations/marketplace.*.po
Languages: fr

source: Currency
fr: Unit�

source: This user has no completed transactions
fr: Ce membre n'a pas d'�changes comptabilis�s

source: With Whom?
fr: Avec

source: create meme currencies
fr: cr�er des unit�s d'�changes meme

source: create global currencies
fr: cr�er des unit�s d'�changes globaux

source: Provides advice and a simple text box to paste csv style data from your existing spreadsheets.
fr: Vous donne des conseils ainsi qu'un champ texte pour coller des donn�es csv de votre logiciel tableur (comme Excel).

source: Assumes user 1 is the balancing account.
fr: Le compte 1 est employ� comme compte d'�quilibre.

source: This page allows you to import users' balances and gross incomes for users already on the system. To import users, see the !import_user module.
fr: Cette page vous permet d'importer les soldes des membres et leurs cumuls pour les utilisateurs qui sont d�j� dans le syst�me. Pour importer les membres,voir le module !import_user.

source: Paste paste 2 or 3 comma separated columns into the field below, the first column should be the uid or username, the second column the current balance, and optionally the third column should be the user's gross income until now (turnover).
fr: Coller 2 ou 3 csv colonnes dans le champ ci-dessous. La premi�re colonne devrait contenir le uid ou num�ro de membre, le 2e son solde actuel, et le 3e son cumul (en option).

source: This tools assumes there is only one currency in the system. The second column SHOULD add up to 0 for LETS and other zero balance systems, but this will not be checked.
fr: Cet outil d'importation n'est pr�vu que pour une seule unit� d'�change. Le total de la 2e colonne DEVRAIT �tre 0 pour les SELs et autres syst�mes avec un compte d'�quilibrage, mais l'outil ne le contr�le pas.

source: The first line of the field should read (third column is optional): !code
fr: La premi�re ligne du champ devrait afficher (3e colonne en option): !code

source: to import balances you need a balancing account. Specify the account number at !admin/marketplace
fr: Afin d'importer les soldes des membres, vous avez besoin d'un compte �quilibre. Veuillez sp�cifier le num�ro de compte ici !admin/marketplace

source: balance (second item) on row @num is not an integer
fr: soldes (2e item) sur rang� @num n'est pas un nombre entier

source: gross income (third item) on row @rownum must be a positive integer
fr: cumul (3e item) sur rang�e @rownum doit �tre un nombre entier positif

source: gross income (third item) on row @rownum cannot be less than 0
fr: cumul (3e item) sur rang�e @rownum ne doit pas �tre moins que 0

source: Gross expenditure
fr: D�penses brutes

source: Carried Forward
fr: Solde report�

source: The description on row @rownum is more than 128 characters
fr: Le descriptif d�passe 128 caract�res, veuillez r�duire le texte

source: This page allows you to import users' @type for users already on the system.
fr: Cette page vous permet d'importer membres @type pour les membres qui sont d�j� dans le syst�me.

source: There are other ways of doing this, but this is simple and maintained along with the rest of the marketplace module.
fr: Il y a d'autres fa�ons de le faire, mais c'est simple et entretenu avec le module marketplace.

source: Use a spreadsheet tool to prepare a list of user ids, or names, and their @type in one line.
fr: Utilisez un logiciel tableur pour pr�parer une liste de membre id, ou noms, et leur @type en une ligne.

source: For aesthetic reasons, there is a 128 character limit on each description.
fr: Pour des raisons d'esth�tique, il y a une limite de 128 caract�res � chaque description.

source: Each line should look like this (you must include the header row): !code
fr: Chaque ligne devrait s'afficher comme ceci (vous devez inclure le rang�e d'en-t�te) : !code

source: Try importing one or two first.
fr: Faire des essais avec 1 ou 2 pour commencer.

source: 'UserID' on row @rownum is not a user:@data
fr: 'UserID' sur rang�e @rownum n'est pas un-e membre:@data

source: Import Tools
fr: Outils d'importation

source: Import Balances
fr: Importer les soldes

source: Import Offers
fr: Importer des offres

source: Import Wants
fr: Importer des demandes

source: Payer exceptions
fr: Exceptions par rapport � ce membre

source: Select the accounts you DON'T want to be billed. Use CTRL click to select more than one.
fr: S�l�ctionnez les comptes qui NE vont PAS �tre cr�dit�s. Utilisez CTRL clic pour faire une multi-s�lection

source: Select the one account to which all the transactions will flow.
fr: S�l�ctionnez le compte vers lequel la transaction va �tre faite.

source: How much should be taken from each account?
fr: De combien voulez-vous d�biter chaque compte ?

source: Generate transactions
fr: Cr�er des �changes

source: Many-to-one mass payment of @amount for @description
fr: paiement en masse de plusieurs-�-un pour @description de @amount

source: Payees
fr: La personne qui va recevoir des unit�s d'�changes

source: Select the accounts you want to be paid. Use CTRL click to select more than one.
fr: S�l�ctionnez les comptes qui vont �tre cr�dit�s. Utilisez CTRL clic pour faire une multi-s�lection

source: Select the one account from which all the transactions will flow.
fr: S�lectionnez le compte � partir duquel la transaction vas �tre faite.

source: How much should be paid into each account?
fr: De combien voulez-vous cr�diter chaque compte ?

source: One-to-many multipay of @amount: @description
fr: D'un compte � plusieurs paiements regroup�s de @amount: @description

source: Mass Payments
fr: Paiement en masse

source: Create mass transactions to and from one account
fr: Cr�er des paiements en masse de et � partir d'un compte

source: Many-to-one
fr: De plusieurs-�-un

source: collect an arbitrary amount from most accounts
fr: prel�ve un montant de la majorit� des comptes

source: One-to-many
fr: D'un-�-plusieurs

source: payout an arbitary amount to a few people
fr: verser un montant arbitraire � quelques personnes

source: Defines two contentTypes which are created and edited by each user and which are presented as a directory categorised using taxonomy.
fr: Ceci d�finit deux types de contenu qui sont cr��s et modifi�s par les membres et qui sont affich�s dans une liste avec des cat�gories qui sont g�r�es par une taxonomie.

source: An entry in the @type directory.
fr: Une annonce dans la liste @type

source: Product or service you are offering
fr: Service ou bien que vous offrez

source: Product or service you need
fr: Service ou bien que vous demandez

source: N.B. It is also possible to disable the node body for offers and wants. See !link
fr: N.B. Vous pouvez enlever le champ "corps" des offres et demandes ici !link

source: categories
fr: cat�gories

source: Add @offers_wants
fr: Cr�er @offers_wants

source: @offerwant Categories
fr: Cat�gories des @offerwant

source: Place your @offerwant
fr: Cr�er une annonce

source: Place your ad
fr: Cr�er une annonce

source: Names of offers/wants
fr: Noms des offres/demandes

source: Specify whether you want offers and wants by stating what word to use for them. Also name goods and services if they are enabled in !link.
fr: Sp�cifiez si vous voulez les offres et les demandes en mettant les mots que vous allez utiliser. Nommez aussi les biens et services s'ils sont parame�r�s ici !link.

source: Whatever the user is offering to the community (plural)
fr: Ce que q'un-e membre offre � la communaut� (pluriel)

source: Whatever the user wants from the community (plural)
fr: Ce que q'un-e membre demande � la communaut� (pluriel)

source: contact @username
fr: Contactez @username

source: @person's directory
fr: offres/demandes de @person's

source: Click to add new !items
fr: Cliquez pour ajouter

source: Printable !items
fr: !items imprimable

source: @offers or @wants
fr: @offers ou @wants

source: Details
fr: D�tails

source: Submit
fr: Envoyer

source: view directory
fr: voir la liste

source: edit directory
fr: modifier la liste

source: offer
fr: offre

source: create offer
fr: cr�er une offre

source: This currency was the system default but is now one of many possible currencies.
fr: Cette unit� d'�change �tait par d�faut, mais fait partie maintenant des nombreuses unit�s possibles.

source: metadata for currencies, in addition to name and title
fr: metadata pour les unit�s d'�changes, en plus de nom et titre

source: the node id to which this currency is attached
fr: L'identification (ID) du node � laquelle cet unit� d'�change est associ�e

source: the nominal value of this currency expressed as an objective value (0 means not interchanagable)
fr: La valeur nominative de cette unit� d'�change exprim�e dans une valeur objective (0 = non-�changeable)

source: an adjustment to the zero balance per user
fr: une fa�on d'ajuster le solde z�ro par membre

source: what happens after the decimal point, quarter hours or centiles
fr: que faut-il apr�s la d�cimale, le quart d'heure ou les centi�mes

source: the default minumim balance allowed to tbe held
fr: Le solde minimum permis par d�faut

source: the default maximum balance allowed to tbe held
fr: Le solde maximum permis par d�faut

source: location of the currency icon
fr: l'ic�ne de l'unit� d'�change se trouve ici

source: Directory categories
fr: Cat�gories des offres/demandes

source: Vocabulary created at Cc offers/wants module installation. Might also be applied to transactions.
fr: Le vocabulaire est cr�� lors de l'installation de Cc offres/demandes. Peut �tre utilis� pour les �changes �galement.

source: Now go and make some directory categories at !link
fr: Maintenant, vous pouvez cr�er des cat�gories ici !link

source: offers and wants extra data
fr: donn�es en plus des offres et demandes

source: 1 = goods, 0 = services
fr: 1 = Biens, 0 = Services

source: 0 = cc, 1 = official money
fr: 0 = cc, 1 = monnaie officielle

source: Cc Multiple Currencies v0.5
fr: Cc Unit�s d'�changes multiples v0.5

source: Experimental module allowing arbitrary creation of currencies by users.
fr: Module exp�rimental qui permet la cr�ation d'unit�s d'�change arbitraires par les membres eux-m�mes.

source: Import Offers, Wants and carried forward balances using No 1 account. Built for Fernie, Canada
fr: Importer les offres, demandes et soldes report�s en passant par le compte 1. Sponsoris� par Fernie, Canada

source: Create Transactions involving multiple users to or from one account
fr: Saisir des �changes avec plusieurs membres vers ou depuis un compte

source: Allows users to contribute to a categorised directory of offers and wants.
fr: Permet aux membres de contribuer � une liste d'offres et demandes cat�goris�e.

source: Complementary currencies
fr: Unit�s d'�changes compl�mentaires

source: Currencies
fr: Unit�s d'�changes

source: Units of account, for trade
fr: Unit�s d'�changes

source: Icon
fr: Ic�ne

source: The currency icon
fr: L'ic�ne pour l'unit� d'�change

source: list of all currencies
fr: liste de toutes les unit�s d'�change

source: Name
fr: Nom

source: Owner
fr: La personne qui a saisi l'�change

source: Universality
fr: Universalit�

source: Public & private currencies
fr: Unit�s d'�changes publiques, et priv�es

source: Offers and wants directory entries, created by members
fr: Liste des offres et demandes des membres

source: Category
fr: Cat�gorie

source: Member
fr: Membre

source: Skill or service
fr: Savoir ou Service

source: %1 categories
fr: Cat�gories : %1

source: title
fr: titre

source: offers/wants from a given user
fr: Les offres et demandes d'un-e membre donn�-e

source: Delete
fr: Supprimer

source: Directory Entries
fr: Annonces

source: No @offers have been entered.
fr: Aucune @offers n'a �t� saisie.

source: Member @offers
fr: @offers des membres

source: No @wants have been entered.
fr: Aucun @wants n'a �t� saisi.

source: Member @wants
fr: @wants des membres

source: Latest %1 offers
fr: Offres : %1

source: Latest directory entries
fr: Offres/Demandes r�centes

source: There are no entries in this category
fr: Il n'y a pas d'annonces dans cette cat�gorie

source: Posted on
fr: Cr�� le

source: All @types
fr: Tous @types

source: Offers by published date
fr: Offres par date

source: @type: recent
fr: @type: r�cente

source: There are no offers in this category
fr: Il n'y a pas d'offres dans cette cat�gorie

source: Latest offers page
fr: Offres r�centes

source: There are no wants in this category
fr: Il n'y a pas de demande dans cette cat�gorie

source: Transaction
fr: Echange

source: Money flows between users.
fr: Les unit�s d'�change circulent entre les membres

source: Payer
fr: La personne qui as donn� des unit�s

source: The user id who spent currency in the transaction.
fr: Le membre qui a vers� des unit�s d'�change

source: Show only transactions where the current user paid
fr: Afficher les �changes vers�s par le membre actuel

source: The user who gave currency in the transaction.
fr: Le/la membre qui a donn� des unit�s

source: The user who spent currency in the transaction.
fr: Le membre qui a vers� des unit�s d'�change

source: Payee
fr: La personne qui as re�u des unit�s

source: The user id who received currency in the transaction.
fr: Le membre qui a re�u des unit�s d'�change

source: Show only transactions where the current user was paid
fr: Afficher les �changes re�us par le membre actuel

source: User is payee
fr: Ce membre va verser des unit�s d'�change

source: The user who received currency in the transaction.
fr: Le membre qui a re�u des unit�s d'�change

source: Starter
fr: La personne qui a saisi l'�change

source: The user id who initiated the transaction.
fr: user id de la personne qui a saisi l'�change

source: Show only transactions started or not started by a given account
fr: Afficher les �changes saisi ou pas, pour un compte donn�

source: Show only transactions started by a given account
fr: Afficher les �changes saisi par ce compte

source: The account id who initiated the transaction.
fr: Le num�ro de membre qui a saisi l'�change

source: starter
fr: la personne qui initie

source: Completer
fr: La personne qui confirmel'�change

source: The account id who completed the transaction.
fr: Le num�ro de membre qui a confirm� l'�change

source: Show only transactions completed or not completed by a given account
fr: Afficher les �changes confirm� ou pas, pour un compte donn�

source: Show only transactions completed by a given account
fr: Afficher les �changes confirm�s par un compte donn�

source: completer
fr: la personne qui confirme

source: Quality of the transaction according to the payer
fr: Appr�ciation de l'�change selon le

source: Number of units of currency transferred
fr: Unit�s d'�change transf�r�es

source: Transactions above or below a certain value
fr: Les �changes en-dessous, ou en dessus d'une valeur donn�e

source: Transaction state
fr: Etat

source: Whether the transaction is completed or pending
fr: Si l'�change est en attente, ou confirm�

source: The currency that the transaction was conducted in
fr: L'unit� d'�change employ�

source: The currency id
fr: L'unit� d'�change

source: User Balance
fr: Solde

source: Balances of users.
fr: Soldes des membres

source: User
fr: Membre

source: The user id
fr: Le num�ro de membre

source: The user's total cleared income minus total cleared expenditure
fr: Unit�s d'�change re�ues, moins les unit�s vers�es

source: Pending Difference
fr: en attente (diffe�ence)

source: sum of all pending transactions, (@type)
fr: cumul des �changes en cours de confirmation : (@type)

source: Pending Balance
fr: � confirmer

source: balance including pending transactions, (@type)
fr: Solde avec les �changes en attente de confirmation inclus : (@type)

source: Gross Income
fr: Cumul

source: The user's total cleared income ever
fr: Cumul

source: The user's average rating for this currency
fr: L'appr�ciation moyenne du membre pour cette unit� d'�change

source: There were no payments in this period
fr: Il n'y as pas de versements pendant cette p�riode

source: Receipts
fr: Re�us

source: There were no receipts in this period
fr: Il n'y a pas de versements pendant cette p�riode

source: Transaction list
fr: Liste des �changes

source: There are no transactions in the system yet
fr: Il n'y a pas d'�change enregistr�

source: All transactions
fr: Tous les �changes

source: all transactions on the system, with optional argument for currency
fr: tous les �changes dans le syst�me, avec argument d'unit� d'�change en option

source: incomplete transactions, per user
fr: des �changes non-confirm�s, par membre

source: There are no transactions to complete
fr: Il n'y a pas d'�change � confirmer

source: Transactions for this user to complete
fr: Les �changes � confirmer par ce membre

source: Transactions started by this user
fr: Echanges saisis par ce membre

source: Link this field to its user, the seller's profile
fr: Lier ce champ au membre, le profil de la personne qui a re�u

source: Link this field to its user, the purchaser's profile
fr: Lier ce champ au membre, le profil de la personne qui a vers�

source: This is a @good not a @service
fr: Ceci est un @good pas un @service

source: This is paid for with official currency
fr: Paiement en monnaie officielle

source: Which directory?
fr: Quelle Directoire
