Repository: drupalprojects/mutual_credit
Catalog: translations/marketplace.*.po
Languages: fr

source: Balance
fr: Solde

source: Unconfirmed total
fr: Total des �changes en cours de confirmation

source: Gross income
fr: Cumul

source: Rating
fr: Appr�ciation

source: Transactions for !user to sign off
fr: Echanges � confirmer par !user

source: Transactions !user started
fr: Echanges saisis par !user

source: Tell Community Forge about this community.
fr: Anonncer cette communaut� � Community Forge.

source: Become part of a wider community by allowing a coordinating to know a few things about this site. Such as url, contact details, number of active traders. No personal information will be shared.
fr: Participez � une communaut� plus large en laissant quelques informations sur ce site, telles que url, adresses de contact, nombre de membres actifs, etc. Aucune information personnelle ne sera partag�e.

source: Minimum number of words to describe a transaction
fr: Nombre de mots minimum pour la description

source: This site could be better if you can get members to take a few seconds more to describe the transaction in more detail. It will also make the transaction easier to categorise, and easier for the participants to remember. Suggested value is 4.
fr: Si vos membres prennent quelques minutes pour bien d�crire leurs �changes, ce site sera mieux aliment�. Ceci rend la cat�gorisation des �changes plus pr�cise, et plus facile � se rappeler. Nous sugg�rons 4 mots.

source: Number of the balancing account
fr: Num�ro du compte d'�quilibre

source: The balancing account is important, but not strictly neccessary. It is usually used as a central kitty, or bank.
fr: Le compte d'�quilibre est important, mais n'est pas obligatoire. Il est utilis� comme pot commun.

source: Preferred transaction view
fr: Votre affichage pref�rr�

source: One list of all transactions, with many possible columns. Canot be click-sorted
fr: Une liste de toutes les �changes, avec de nombreuses colonnes. Ne peut pas �tre tri� par clique

source: Seperate lists of incoming and outgoing transactions (uses Views)
fr: Des listes d'�changes

source: Transaction monthly displays can be viewed in either of two formats. Both can be adjusted by theming.
fr: Les �changes mensuels peuvent �tre affich�s en 2 formats. Les deux sont param�trable par "theming".

source: In case the balances get out of sync with the transactions.
fr: Au cas o� les soldes se d�-synchronisent avec les �changes.

source: Please use this and report an issue at !url
fr: Veuillez utiliser ce rapport, � envoyer � !url

source: Flush balances cache
fr: Vider le cache des soldes

source: Selecting other users
fr: S�lectionner d'autres membres

source: User dropdown order
fr: L'ordre dans lequel la liste d�roulante va afficher les membres

source: On the new transaction form, in what order should the members be listed?
fr: Dans quel ordre voulez-vous afficher les membres sur la liste des �changes ?

source: User ID
fr: Identifiant utilisateur

source: Username
fr: Nom du membre

source: User dropdown field(s)
fr: Liste d�roulante des membres

source: On the new transaction form, what fields should be used to identify members in the dropdown. Field order nor the spacer character can be configured. Would be great if you choose a view for this, like a cck field.
fr: Sur le formulaire Saisir un �change, quels champs voulez-vous utiliser pour identifier les membres dans une liste d�roulante? Ni l'ordre, ni l'espace ne peuvent �tre configur�s. Ce serait mieux si vous pouviez choisir un view, comme un champ cck.

source: Email
fr: Courriel

source: Threshold at which to use autocomplete widget on the user selection
fr: A partir de combien de noms est-ce que le widget autocomplete se met en marche

source: When you have more users than can fit in a dropdown box, you should probably use an autocomplete field instead.
fr: Quand vous avez plus de membres que d'espace dans le menu d�roulant, nous conseillons un champ autocomplete.

source: Names of transaction types
fr: Les noms des types d'�changes

source: These are the names of the transaction types. Unnamed types will be unavailable. You must name at least one.
fr: Voici les noms des types d'�changes. Les types sans noms seront non-affich�s. Vous devez en cr�er au moins un.

source: For each type there is a block, a menu link (coming soon) and a permission
fr: Pour chaque type, il y a un bloc, un lien de navigation et une permission

source: The name of an @direction flow completed @when
fr: Le nom d'un flux @direction accomplie @when

source: outgoing
fr: donn�s

source: by the other party
fr: par le partenaire dans l'�change

source: incoming
fr: demand�s

source: instantly
fr: de suite

source: Minimum number of words must be a positive integer
fr: Le nombre de mots doit �tre un chiffre entier positif

source: Balancing account must be an integer.
fr: Le compte d'�quilibre doit avoir un nombre entier

source: This must be an integer: @value
fr: Ceci doit �tre un nombre entier: @value

source: Currency name
fr: Nom de l'unit� d'�change

source: Use the plural
fr: Utiliser la forme plurielle

source: If there is more than one currency on the system, this currency will never be seen or used. the marketplace module does not use a default currency name, but you can use theme_money and/or the stylesheet, class 'currency-0'
fr: Si vous avez plus d'une unit� d'�change dans le syst�me, cette unit� d'�change ne seras pas vue, ni utilis�e. Le module Marketplace n'utilise pas d'unit� d'�change par d�faut, mais vous pouvez utiliser theme_money et/ou le stylesheet, class 'currency-0'

source: Edit
fr: Modifier

source: Currency subdivision
fr: Sous division de l'unit� d'�change

source: integer
fr: nombre entier

source: quarters (of an hour)
fr: quarts (d'heure)

source: hundredths (two decimal places)
fr: centi�mes (0.00)

source: Many LETS currencies are not divisible, while hours might be divisible into quarters.
fr: De nombreuses unit� d'�change ne sont pas divisible, tandis que les heures sont divisible par quarts.

source: Maximum Balance
fr: Solde maximum tol�r�

source: Transactions will be declined by the system if the payee balance would go above this number. Up to !num digits.
fr: Le syst�me va refuser un �change qui provoque le d�passement de ce solde. Jusqu'au !num chiffres.

source: Leave blank for no limit (not reccomended)
fr: Laissez en blanc pour ne pas mettre une limite (d�conseill�)

source: Maximum balance must be an integer larger than zero.
fr: Le solde maximal doit �tre un nom entier plus grand que z�ro.

source: Minimum Balance
fr: Solde minimum tol�r�

source: The system will prevent transactions if the payer balance would go below this number. Up to !num digits.
fr: Le syst�me vas refuser un �change qui provoque le d�passement de ce solde n�gatif. Jusqu'a !num chiffres.

source: Minimum balance must not be larger than 0
fr: Le solde minimum ne doit pas �tre plus que 0

source: Comparative value
fr: Valeur comparative

source: If this currency is part of a larger trading network, it will have a value within that network (not yet operational)
fr: Si cette unit� d'�change est employ�e par un r�seau d'�change plus large, il aura une valeur dans ce r�seau (ne fonctionne pas encore)

source: Offset all balances by
fr: D�placer toutes les soldes de

source: Although each currency is a closed, zero-balance system, the baseline balance can be offset from 0. This could give the impression that users are starting with a positive or negative balance. Members start with x units 'free' but also need to restore their balance to x when they leave. Instead of this consider gifting new members fromt the central account, and storing all debt in the central account
fr: Bien que chaque unit� d'�change soit dans un syst�me ferm� avec un compte d'�quilibrage, le solde peut-�tre d�plac�. Ceci pourrait donner l'impression que les membres d�butent avec un solde positif, ou n�gatif. Les membres ont x unit�s "gratis" mais doivent remettre le solde � x quand ils quittent. Au lieu de ce syst�me, un don � chaque nouveau membre pourrait venir du compte d'�quilibre, o� la dette est stock�e.

source: Upload currency icon
fr: T�l�charger l'ic�ne pour votre unit� d'�change

source: Should be between 12px square and 16px square, preferably with a transparent background
fr: Devrait �tre entre 12 pixels et 16 pixels carr�, de pr�f�rence avec un fond transparent

source: Traders can earn a reputation when their customers rate them highly. Use this field to list the words used to describe the quality of transactions, from worst to best, one on each line.
fr: Les membres pourraient donner des appr�ciations des �changes. Veuillez lister les mots � utiliser pour d�crire la qualit� des �changes. Commencez avec le pire, jusqu'au meuilleur. Un mot par ligne.

source: Example:<br />-1|Bad<br />0|As expected<br />1|Great!<br /> Leave blank to disable this feature. Note that in automated transactions, 0 will be be used, so 0 should be a neutral value.
fr: Exemple:<br />-1|Mauvais<br />0|Conforme � mes attentes <br />1|Excellent!<br /> Laisser en blanc pour d�sactiver cette fonction. Veuillez noter que, dans les transactions automatis�es, 0 sera utilis�, donc 0 devrait �tre une valeur neutre.

source: Beware that changing the number of rating options after transactions have been entered will distort the averages.
fr: NB : si vous changez les options des appr�ciations une fois les �changes entr�s, les moyens vont �tre fauss�s.

source: This feature could use a lot more work to integrate into views and stats
fr: Cette fonctionnalit� pourrait b�n�ficier d'un travail important pour l'int�grer dans les views et les statistiques

source: You must have more than one rating, or leave the field blank to disable the rating system
fr: Vous devez avoir plus d'une appr�ciation, ou laisser le champ vide afin de rendre le syst�me d'appr�ciation caduc

source: @function was asked to create a transaction with negative value: @value
fr: @function �tait appel� � cr�er un �change avec une valeur n�gative : @value

source: Flushed balance cache
fr: Le cache des soldes est vid�

source: Full Edit mode. Beware not to enter contradictory information
fr: Modification compl�te. Veillez au donn�s contradictoires.

source: The starter and the completer must be the same two users as the payer and the payee.
fr: La personne qui a saisi l'�change et la personne qui doit confirmer l'�change doivent �tre les m�mes que la personne qui donne des unit�s, et la personne qui en demande.

source: What is being paid for?
fr: Qu'avez vous �chang� ?

source: What goods or services were exchanged?
fr: Quels Biens ou Services �taient �chang�s ?

source: Minimum @num words
fr: @num minimum de mots

source: Who is being paid?
fr: La personne qui va recevoir les grains

source: Who is paying?
fr: La personne qui va donner des grains

source: Initiator, if not you
fr: Si ce n'est pas vous-m�me

source: With whom did you transact?
fr: Qui est votre partenaire ?

source: (Please choose..)
fr: avec ce membre...

source: Transaction type
fr: Type d'�change

source: Transaction is waiting to be confirmed).
fr: Echange en attente de confirmation.

source: Quantity
fr: Qte

source: Quarters
fr: Quarts

source: Rate the quality of what was paid for
fr: Appr�ciation de la qualit� de l'�change

source: Do you want to start this transaction?
fr: Voulez-vous saisir cet �change ?

source: Go back
fr: Retourner

source: Send
fr: Envoyer

source: Are you sure you want to complete the transaction "@description"
fr: Et�s-vous certains de vouloir confirmer l'�change suivant: "@description"

source: Complete
fr: Confirmer

source: Cancel
fr: Annuler

source: Transaction with @starter completed
fr: L'�change avec @starter est confirm�

source: Plain text only in transaction descriptions.
fr: Veuillez utiliser du texte seul dans les descriptions d'�change.

source: Please describe the transaction in more detail
fr: Veuillez d�crire l'�change en d�tail (@int mots minimum)

source: You must enter a number
fr: Veuillez saisir un chiffre

source: You must enter a whole number
fr: Veuillez saisir un num�ro entier

source: Who are you transacting with?
fr: Vous avez �chang� avec...

source: Negative numbers not allowed. You may be able to change the direction of the transaction
fr: Des chiffres n�gatifs ne sont pas permis. Veuillez changer le sens du flux de la transaction.

source: You have a transaction to confirm
fr: Vous avez un �change � confirmer

source: Literal
fr: Litt�ral

source: Sampled
fr: Echantillonn�

source: Balance over time
fr: Evolution du solde

source: Now
fr: Aujourd'hui

source: Balance over time for @user
fr: Evolution du solde pour @user

source: Balance history chart
fr: Evolution du solde

source: No statistics will be available until some transactions have happened
fr: Les statistiques seront disponibles quand il y aura des �changes confirm�s

source: Number of transactions: @num
fr: Nombre d'�changes : @num

source: Total volume traded: @num
fr: Cumul des �changes : @num

source: Number of trading members: @num
fr: Nombre de membres ayant �chang�s : @num

source: Most trades:
fr: Le plus d'�changes :

source: Largest incomes:
fr: Les cumuls importants :

source: Largest expenditure:
fr: Le plus gros �change :

source: @username's statement for @month
fr: Le solde de @username's pour le mois de @month

source: This person has no completed transactions this month. Navigate to another month using the pager below
fr: Ce membre n'a pas d'�change confirm� pour le mois affich�. Veuillez naviguer � un autre mois ci-dessous

source: With
fr: avec

source: Amount
fr: Unit�s

source: Income
fr: Unit�s re�ues

source: Expenditure
fr: Unit�s donn�es

source: Running Total
fr: Total courant

source: Carried forward
fr: solde report�

source: No roles have permission to start any transactions.
fr: Aucun r�le n'a le droit de saisir un �change.

source: Please enter a member's username or email in this field: @nonuser
fr: Veuillez saisir le nom du membre ou son email dans ce champ: @nonuser

source: Transaction has been rejected as it would take !username below the minimum balance of !quantity
fr: Cet �change est refus� car le membre !username sera en-dessous du solde minimal de !quantity

source: Transaction has been rejected as it would take !username above the maximum balance of !quantity
fr: Cet �change est refus� car le membre !username sera au-dessus du solde maximal de !quantity

source: the username of the recipient
fr: le nom d'utilisateur de la personne qui as re�u les unit�s

source: the username of the person who started the transaction
fr: le nom d'utilisateur de la personne qui a saisi l'�change

source: a summary of the whole transaction
fr: un r�sum� des �changes

source: description of the transaction by the starter
fr: descriptif de l'�change par la personne qui a saisi l'�change

source: web address of pending transactions page
fr: l'adresse internet de la page des �changes en cours de confirmation

source: web address of profile page with subscription checkbox
fr: l'adresse internet de la page du profil avec la possibilit� de se d�sinscrire

source: web address of 'bureau' page of this user
fr: adresse internet de l'aper�u de ce membre

source: web address of recipient's profile page
fr: l'adresse internet de la page profil de la personne qui va recevoir des unit�s

source: Sign
fr: Confirmer l'�change

source: Change
fr: Modifier

source: Erase
fr: Effacer

source: Must be a whole number of hours
fr: Veuillez entrer une heure enti�re

source: transactions
fr: �changes

source: Error creating balance chart: url to google charts exceeded 2048 charts.
fr: Erreur lors de la cr�ation du graphique : l'url de google charts a depass� 2048 graphiques

source: Defines a contentType called transactions, manages them and does the accounting.
fr: Ceci d�finit un type de contenu appel� �changes, les g�re, et fait la comptabilit�.

source: transaction
fr: �change

source: A movement of a quantity of a currency between two users.
fr: Le flux entre deux membres d'une quantit� d'unit�s d'�change

source: Description of entity traded
fr: Description de l'Unit�

source: Start transaction
fr: Saisir un �change

source: User Balances
fr: Soldes des membres

source: Statistics for period
fr: Statistiques pour la p�riode

source: Start
fr: Saisir

source: @user's balances
fr: solde de @user

source: Recent Activity
fr: Activit�s r�centes

source: Start @transaction_type
fr: Saisir un @transaction_type

source: Start @transaction_type with @name
fr: Saisir un @transaction_type avec @name

source: New @transaction_type
fr: Saisir un @transaction_type

source: New @transaction_type to @name
fr: Saisir un @transaction_type � @name

source: Period of time covered backwards from now
fr: Depuis aujourdh'ui, la p�riode remont�e est de

source: Example: "7 days", "6 months". For syntax see examples on http://php.net/strtotime.
fr: Exemple: "7 jours", "6 mois". Voir exemples de syntaxe ici http://php.net/strtotime.

source: Editing transaction
fr: Vous pouvez modifier l'�change

source: Are you sure you want to delete this transaction?
fr: Etes-vous sur de vouloir effacer cet �change ?

source: The transation had not been confirmed
fr: L'�change n'a pas �t� confirm�

source: This transaction was confirmed, so the balances of both users will be affected
fr: L'�change a �t� confirm�, donc les soldes des 2 membres seront chang�s

source: Mail anyone who needs to complete a transaction
fr: Envoyer � quelq'un qui a besoin de confirmer un �change

source: Mail the person who just started a transaction
fr: Envoyer un email � la personne qui a saisi l'�change

source: Email template
fr: Mod�le d'email

source: This email will be sent to members when someone initiates a transaction with them which needs confirming.
fr: Le courriel suivant vas �tre envoy� � le/la partenaire dans l'�change afin de demander confirmation.

source: Don't forget to enable the trigger module and set up the trigger at !url.
fr: Vous devez mettre en marche le module actions ici !url.

source: You can use the following strings as variables:
fr: Vous pouvez employer les strings suivants comme variables:

source: You can use html in your message.
fr: Vous pouvez utiliser de l'html dans vos messages.

source: Use only plain text
fr: Utilisez que du texte brut

source: This email will be sent to members who initiate a transaction.
fr: Cet email sera envoy� aux membres qui saisissent un �change.

source: You can't send an empty email
fr: Vous ne pouvez pas envoyer un courriel vide

source: Receive email notification when someone initiates a transaction with you
fr: Recevoir un email quand un-e membre saisit un �change avec vous

source: no
fr: non

source: yes
fr: oui

source: Receive email notification when you start a transaction
fr: Recevoir un email quand vous saisissez un �change

source: This must be an number: @value
fr: Ceci doit �tre un chiffre: @value

source: Maximum balance must be an integer larger than zero and minimum balance
fr: Le solde maximal doit �tre un chiffre plus grand que z�ro ainsi que le solde minimal

source: Quantitative fields in database is set to type '@type'
fr: Les champs quantitatifs dans la base de donn�es sont param�tr�s � '@type'

source: There are no transaction types declared on the system. Please go to admin/marketplace and name some transaction types
fr: Il n'y a pas le type d'�changes d�clar� dans le syst�me. Veuillez vous rendre � admin/marketplace et en donner des noms

source: view all transactions
fr: voir les �changes

source: edit all transactions
fr: modifier tous les �changes

source: configure marketplace
fr: param�trer marketplace

source: start
fr: saisir

source: Complementary Currencies
fr: Unit�s d'�changes

source: General complementary currency options
fr: Options des monnaies compl�mentaires

source: Default Currency
fr: Unit� d'�change par d�fault

source: Default currency, transaction ratings and directory settings
fr: Unit� d'�change, appr�ciation des �changes et les param�trages des listes

source: Transaction ratings
fr: Valeurs de l'appr�ciation

source: Transaction satisfaction ratings
fr: Valeurs d'appr�ciation des �changes

source: Sign this transaction to finalise it
fr: Confirmer cet �change afin de le comptabiliser

source: Transactions
fr: Echanges

source: Money
fr: Vue d'ensemble

source: Start new transaction
fr: Saisir un �change

source: The new transaction form, with nothing pre-filled
fr: Le formulaire d'�change, sans donn�es

source: 30 day stats
fr: Statistiques des 30 derniers jours

source: Analysis of the last 30 days of trading.
fr: Analyse des �changes des 30 derniers jours.

source: invoice
fr: Je demande

source: payment
fr: versement

source: claim
fr: demander

source: gift
fr: don

source: Transaction module is installed. Set the default currency at !link
fr: Le module Echange est install�. D�finir l'unit� d'�change ici !link

source: the node to which this entry is attached
fr: cette item est attach� � ce node

source: the user id of the payer
fr: Le num�ro de membre de la personne qui donne des unit�s d'�change

source: the user id of the payee
fr: Le num�ro de membre de la personne qui re�oit des unit�s d'�change

source: the uid of the subject of the transaction, the starter
fr: Le num�ro de membre de la personne qui as saisi l'�change

source: uid of the object of the transaction
fr: uid de l'objet de l'�change

source: the nid of the currency used
fr: l'unit� d'�change utilis�

source: the number of units transferred, (@type)
fr: le nombre d'unit� d'�change transf�r�, (@type)

source: The type of transaction, types are provided by modules
fr: Le type d'�change, qui est fourni par les modules

source: the quality of the work done, expressed as a quantity
fr: la qualit� du travail accompli, exprim� en quantit�

source: State of the transaction - completed, pending, disputed, etc
fr: Etat de l'�change - confirm�, en cours, en litige, etc

source: nid of parent transaction
fr: nid de l'�change apparent�

source: cached balances, turnovers and pending balances, for exposure to views
fr: soldes, cumul et �changes en cours de confirmation, pour �tre affich� dans views

source: the currency id, where there is more than one currency
fr: Le nom de l'unit� d'�change quand vous utilisez plus d'une unit�

source: Makes a contentType called transactions and manages the way that users create and view this content.
fr: Cr�e a contentType Echanges et g�re comment les membres cr�ent des �changes et les affichent

source: A complementary currency
fr: Une unit� d'�change compl�mentaire

source: Currency Name
fr: Nom de l'unit� d'�change

source: Currency purpose, ethos, values and rules
fr: Les r�gles, le but, l'ethos et les valeurs de votre unit� d'�change

source: Write the full title, like this: 'Loaves,bread' or 'pounds, sterling silver' or 'chickens'
fr: Veuillez �crire le titre en entier, par exemple 'Panier de l�gumes' ou 'Peinture de mon salon' ou 'Plat marocain avec boissons non-alcoolis�es'

source: Write about the purpose and value of your currency. If your currency is "hearts", what is a heart for, how would I earn or spend one? In particular, is it intended to be redeemable or is it purely a unit of account? That means would you redeem 5 virtual loaves of bread for real ones or tell me to go back online where I came from? Remember you may not be able to edit your currency once someone has traded in it.
fr: Ecrivez sur le but et la valeur de votre unit� d'�change. Si votre unit� est "coeurs", � quoi servent ces coeurs, comment un-e membre pourrait en avoir ou en utiliser? Plus particuli�rement, est-ce rachetable, ou simplement une unit� d'�change entre membres? Rappel: vous ne pouvez probablement pas changer l'unit� apr�s des �changes comptabilis�s par des membres.

source: visible to all
fr: Affich� � tous
