Repository: drupalprojects/mutual_credit
Catalog: translations/mcapi.*.po
Languages: es

source: Given currency id is not valid: @id
es: El id de la moneda dada no es v�lido: @id

source: Choose currency...
es: Elija moneda...

source: Currency
es: Moneda

source: The node ID of the currency
es: El nodo ID de la moneda

source: Reason for exchange
es: Motivo del intercambio

source: Account to be debited
es: Cuenta para los cargos

source: Account to be credited
es: Cuenta para los ingresos

source: A username, email, or user ID
es: Un nombre de usuario, email, o ID de usuario

source: Quantity
es: Cantidad

source: not applicable
es: no aplicable

source: Rating
es: Valoraci�n

source: A numeric value, used cumulatively to rate the payee.
es: Un valor num�rico, usado acumulativamente para valorar al receptor del pago.

source: State
es: Estado

source: Finished exchanges cannot have empty values.
es: Los intercambios finalizados no pueden tener valores vac�os.

source: Finished
es: Finalizado

source: Pending
es: Pendiente

source: Currency name
es: Nombre de la moneda

source: Use the plural
es: Use el plural

source: Rationale
es: Fundamento

source: What are the credentials of this currency? Richard Douthewaite poses these questions:
es: �Cu�les son las credenciales de esta moneda? Richard Douthewaite expone estas cuestiones:

source: Who issues the money?
es: �Qui�nes emiten el dinero?

source: Why do they issue it?
es: �Por qu� lo emiten?

source: Where is the money created?
es: �D�nde se crea el dinero?

source: What gives the money its value?
es: �Qu� le da al dinero su valor?

source: How is the money created?
es: �C�mo se crea el dinero?

source: When is the money created?
es: �Cu�ndo es creado el dinero?

source: Default balance limits
es: L�mites de saldo por defecto

source: Up to !num digits. The system will prevent exchanges if the either participant's balance would go outside these numbers.
es: Hasta !num d�gitos. El sistema evitar� intercambios si el saldo de uno de los participantes rebasa estos n�meros.

source: Users with 'edit all exchanges' permission can overridde these limits on the users' account pages, and bypass these limits in any exchanges they edit.
es: Los usuarios con permiso para 'editar todos los intercambios' pueden anular estos l�mites en las p�ginas de las cuentas de los usuarios, y evitar estos l�mites en cualquier intercambio que ellos editen.

source: Optional min balance
es: Saldo m�nimo opcional

source: Must not be larger than 0
es: No debe ser mayor de 0

source: Optional max balance
es: Saldo m�ximo opcional

source: Must be a positive integer.
es: Debe ser un n�mero entero positivo.

source: Appearance
es: Apariencia

source: Displays of money can be further tweaked by overriding theme_money and/or with css class 'currency-0'
es: Las representaciones del dinero pueden alterarse a�n m�s anulando theme_money y/o con la clase css 'currency-0'

source: Upload icon
es: Icono de subida

source: Current icon
es: Icono actual

source: Probably will be about the same size as the page text, preferably with a transparent background.
es: Probablemente ser� de un tama�o similar al del texto de la p�gina, preferiblemente con un fondo transparente.

source: Drupal them will normally resize at client side in HTML.
es: Drupal normalmente reajustar� el tama�o en el lado del cliente en HTML.

source: A hex colour value
es: Un valor del color en hexadecimal

source: 6 hex digits
es: 6 d�gitos hexadecimales

source: Fractions
es: Fracciones

source: 1 unit is the smallest possible exchange
es: 1 unidad es el m�s peque�o intercambio posible

source: Enable fractions
es: Habilitar fracciones

source: Fractions visible in form
es: Fracciones visibles en el formulario

source: Only applies when 'database storage' is set to 'fractions'.
es: Solo se aplica cuando 'database storage' est� se�alado como 'fractions.'

source: Leave blank to use hundredths. To use a dropdown, such as for quarters of an hour, write a "hundredths value|visible text" on each line. E.g.
es: Deje un espacio en blanco para usar cent�simas. Para usar un men� desplegable, como el de los cuartos de hora, escriba un "hundredths value|visible text" en cada l�nea. E.g.

source: Comparative value
es: Valor comparativo

source: The value of the currency in relation to other currencies in the same trading network (not yet operational)
es: El valor de la moneda en relaci�n a otras monedas en la misma red de intercambio (no est� operativo a�n)

source: Rating range
es: Rango de valoraci�n

source: Payees gain reputation when their payers rate them highly.
es: Los que reciben los pagos ganan reputaci�n cuando los pagadores les dan valoraciones altas.

source: This feature needs more work to integrate into views and stats, when users requre it.
es: Esta caracter�stica necesita m�s trabajo para integrarse en las vistas y las estad�sticas, cuando los usuarios lo requieran.

source: Leave blank to disable this feature.
es: Dejar en blanco para deshabilitar esta caracter�stica.

source: Use this field to list the words or expressions used to rate exchanges, one on each line.
es: Use este campo para ver el listado de palabras o expresiones usadas para valorar los intercambios, una en cada l�nea.

source: Use 0 for 'neutral'. E.g.
es: Use 0 para 'neutral'. E.g.

source: Beware that changing the number of rating options after exchanges have been entered will distort the averages.
es: Tenga en cuenta que cambiar el n�mero de opciones de valoraci�n despu�s de que los intercambios hayan sido introducidos distorsionar� los valores medios.

source: Symbol
es: S�mbolo

source: Name
es: Nombre

source: Unit-type
es: Tipo de unidad

source: usage
es: uso

source: Database field type
es: Tipo de campo de base de datos

source: Declare new currency
es: Declare una nueva moneda

source: At the very least, please report your site stats to Community Forge
es: Como m�nimo, por favor informe de las estad�sticas de su sitio a Community Forge

source: We do not wish to be known
es: No deseamos que se nos conozca

source: Report our site data, but keep it private
es: Informar de los datos de nuestro sitio, pero mantenerlo privado

source: Please make a directory, and put this site in it!
es: �Por favor crear un directorio y poner este sitio en �l!

source: Be part of a wider network of local currency comunities by sharing a few key pieces of information with us.
es: Forme parte de una m�s amplia red de comunidades con moneda local compartiendo varias piezas de informaci�n clave con nosotros.

source: e.g. url, number of active traders.
es: e.g. url, n�mero de usuarios activos.

source: These stats motivate us and can be used to promote our work. We seek your trust and will not abuse this information.
es: Estas estad�sticas nos motivan y pueden ser usadas para promocionar nuestro trabajo. Buscamos su confianza y no abusaremos de esta informaci�n.

source: Recalulate balances & stats
es: Recalcular saldos y estad�sticas

source: Flushed balance cache
es: Vaciada la cach� de saldo

source: On @submitted, !payer will pay !payee !amount for '@title'
es: Cuando @submitted, !payer pagar� a !payee !amount por '@title'

source: On @submitted, !payer gave !payee !amount for '@title'
es: Cuando @submitted, !payer dio a !payee !amount por '@title'

source: On @submitted, !payer did not give !payee !amount for '@title'. (DELETED)'
es: Cuando @submitted, !payer no dio a !payee !amount por '@title'. (BORRADO)'

source: No roles have permission to '@trade'. Go to !link
es: Ning�n papel tiene permiso para '@trade'. Ir a !link

source: exchange
es: intercambio

source: Cannot create a zero value exchange
es: No se puede crear un intercambio de valor cero

source: No details given
es: No se han dado detalles

source: no description given
es: no se ha dado dado descripci�n

source: Defines a contentType called exchanges, manages them and does the accounting.
es: Define un contentType llamado intercambios, los gestiona y lleva la contabilidad.

source: have been the full time commitment of one person since Spring 2008, and another since spring 2009.
es: ha sido el compromiso a tiempo completo de una persona desde la primavera de 2008, y de otra desde la primavera de 2009.

source: The results of this work are offered freely to all.
es: Los resultados de este trabajo son ofrecidos gratuitamente a todos.

source: We give all possible resources to this work, and live by reciprocal gifting as much as possible.
es: Damos todos los recursos posibles a este trabajo, y vivimos de una entrega rec�proca en la medida de lo posible.

source: We look forward to the day when support is robust enough to pay staff and provide a reliable nonprofit public service.
es: Esperamos que llegue el d�a en que el soporte econ�mico sea lo suficientemente robusto como para pagar a un personal y dar un servicio p�blico fiable y sin �nimo de lucro

source: Please consider supporting this work by:
es: Por favor considere el apoyo a este trabajo mediante:

source: sending some scarce hard currency to the developer
es: el env�o de un poco de dinero al desarrollador

source: allying with us to build a global complementary currency ecosystem
es: la alianza con nosotros para construir un ecosistema global de moneda complementaria

source: offering board and lodging for a month or two
es: ofrecer mesa y alojamiento por un mes o dos

source: currency
es: moneda

source: A unit of value
es: Una unidad de valor

source: Currency Name
es: Nombre de la moneda

source: A record of an exchange between two users, denominated in a currency
es: Un registro de un intercambio entre dos usuarios, designado en una moneda

source: Description of entity traded
es: Descripci�n del objeto de intercambio

source: List of currency nodes
es: Lista de nodos de moneda

source: Personal balance limits (accountant only)
es: L�mites personales de saldo (s�lo el poseedor de la cuenta)

source: Each of these values will dynamically inherit the currency's limits (shown in brackets) if left blank
es: Cada uno de estos valores heredar� din�micamente los l�mites de la moneda (mostrados entre par�ntesis) si se deja en blanco

source: Min limit
es: L�mite M�nimo

source: Max limit
es: L�mite M�ximo

source: Contact preferences
es: Preferencias de contacto

source: Mail me when:
es: Notificarme por mail cuando:

source: I record an exchange
es: Yo registre un intercambio

source: An exchange is recorded involving me
es: Un intercambio que me implica sea registrado

source: A currency called !name already exists.
es: Una moneda llamada !name ya exista.

source: Currency value must be a number
es: El valor de la moneda debe ser un n�mero

source: Hidden field '@field' needs to be added to form. This value is intended to identify the module or form which created the exchange
es: El campo oculto '@field' necesita ser a�adido al formulario. Este valor est� pensado para identificar el m�dulo o formulario que cre� el intercambio

source: An exchange must involve two different users
es: Un intercambio debe implicar a dos usuarios diferentes

source: Payee or payer required for completed exchange
es: Se requiere pagador o receptor del pago para completar el intercambio

source: Quantity required for completed exchange
es: Se requiere cantidad para completar el intercambio

source: Description required for completed exchange
es: Se requiere descripci�n para completar el intercambio

source: Currency ID required for completed exchange
es: Se requiere ID de moneda para completar el intercambio

source: Minimum balance must not be larger than 0
es: El saldo m�nimo no debe ser mayor de 0

source: Maximum balance must be larger than 1
es: El saldo m�ximo debe ser mayor de 1

source: Plain text only in exchange descriptions.
es: Texto plano solo en las descripciones de intercambio.

source: Invalid currency specified: @num
es: Se ha especificado una moneda no v�lida: @num

source: Must be an integer
es: Debe ser un n�mero entero

source: @user is not permitted to trade
es: @user no est� autorizado a realizar intercambios

source: @data is not a known user
es: @data no es un usuario conocido

source: There should be at least two lines in field '@fieldname'
es: Deber�an haber al menos dos l�neas en el campo '@fieldname'

source: line "@val" should contain a pipe character, |
es: la l�nea "@val" deber�a contener un caracter barra vertical, |

source: '@val' should be an integer from 0 to 99, followed directly by a pipe, |, followed directly by a word or phrase with no unusual characters
es: '@val' deber�a ser un n�mero entero desde 0 a 99, seguido directamente por una barra vertical, |, seguida directamente por una palabra o frase sin caracteres inusuales

source: Negative values not allowed for '@fieldname'
es: No se admiten valores negativos para '@fieldname'

source: Integer values only for '@currency'
es: S�lo valores enteros para '@currency'

source: Invalid fraction for '@fieldname'
es: Fracci�n no v�lida para '@fieldname'

source: Color field must be 6 hex characters
es: El campo Color debe tener 6 d�gitos hexadecimales

source: Invalid rating entered: @value
es: Valoraci�n introducida no v�lida: @value

source: As soon as an exchange is created
es: En cuanto el intercambio sea creado

source: As soon as an exchange is updated
es: En cuanto el intercambio sea actualizado

source: Are you sure you want to delete this exchange?
es: �Est� usted seguro de que quiere eliminar este intercambio?

source: The transation had not been confirmed
es: La transacci�n no ha sido confirmada

source: This exchange was confirmed, so the balances of both users will be affected
es: El intercambio fue confirmado, de manera que los saldos de ambos usuarios se ver�n afectados

source: This is the only currency and thus cannot be deleted.
es: Esta es la �nica moneda y por tanto no puede ser eliminada.

source: Disabled transactions module
es: M�dulo de transacciones deshabilitado

source: The new mcapi module conflicts with transactions module
es: El nuevo m�dulo mcapi entra en conflicto con el m�dulo de transacciones

source: This is the default currency
es: Esta es la moneda por defecto

source: Your defult currency is @name. !edit
es: Su moneda por defecto es @name. !edit

source: edit
es: editar

source: the node to which this entry is attached
es: el nodo al cual esta entrada est� sujeta

source: the user id of the payer
es: el id de usuario del pagador

source: the user id of the payee
es: el id de usuario del receptor del pago

source: the nid of the currency used
es: el nid de la moneda usada

source: the number of units transferred, (@type)
es: el n�mero de unidades transferidas, (@type)

source: the payer assessment of the goods or services
es: la valoraci�n por el pagador de los bienes o servicios

source: The type of exchange, types are provided by modules
es: El tipo de intercambio, los tipos son proporcionados por m�dulos

source: State of the exchange - completed, pending, disputed, etc
es: Estado del intercambio - completado, pendiente, en disputa, etc

source: nid of parent exchange
es: nid del intercambio padre

source: cached balances, turnovers and pending balances, for exposure to views
es: saldos guardados, movimientos y saldos pendientes, para ser expuestos a las vistas

source: the currency id, where there is more than one currency
es: el id de la moneda, cuando hay m�s de una moneda

source: metadata for currencies, in addition to name and title
es: metadatos de las monedas, en adici�n al nombre y t�tulo

source: the node id to which this currency is attached
es: el id del nodo al cual esta moneda est� adjunta

source: the default minumim balance allowed to tbe held
es: el saldo m�nimo por defecto que se permite poseer

source: the default maximum balance allowed to tbe held
es: el sado m�ximo por defecto que se permite poseer

source: An array of other properties
es: Un 'array' de otras pertenencias

source: location of the currency icon
es: localizaci�n del icono de la moneda

source: Units and values after the decimal point
es: Unidades y valores tras el punto de los decimales

source: the nominal value of this currency expressed as an objective value (0 means not interchanagable)
es: el valor nominal de esta moneda expresado como un valor objetivo (0 significa no intercambiable)

source: Transactions modules have been disabled. Uninstall when you are confident all data has been migrated.
es: Los m�dulos de transacciones han sido deshabilitados. Desinstalar cuando se tenga confianza en que todos los datos han sido migrados.

source: Drupal was unable to set your database field types to @type. Please check your db permissions
es: Drupal no pudo ajustar tus tipos de campo de base de datos a @type. Por favor comprueba tus permisos de db

source: Quantitative fields in database is set to type '@type'
es: Los campos cuantitativos en la base de datos est�n ajustados al tipo '@type'

source: Mutual Credit API
es: API de Cr�dito M�tuo

source: Declares 'exchange' node type and functions for manipulating it
es: Declara el tipo de nodo 'exchange' y las funciones para manipularlo

source: Mutual Credit
es: Cr�dito Mutuo

source: Clearing Central is installed but not configured: !configure
es: Clearing Central est� instalado pero no configurado: !configure

source: ID of this currency on Clearing Central
es: La ID de esta moneda en Clearing Central

source: The id is provided for each account created at !link
es: El id es proporcionado para cada cuenta creada en !link

source: Intertrading account
es: Cuenta de Intercomercio

source: Which user account on this system is for intertrading? (Give account number)
es: �Qu� cuenta de usuario en este sistema es para intercomercio? (Dar n�mero de cuenta)

source: Per cent of turnover which can be externalised. (Requires cron)
es: Porcentaje de la facturaci�n que puede ser externalizado. (Requiere cron)

source: A trade imbalance can cause liquidity problems in a currency.
es: Un desequilibrio comercial puede causar problemas de liquidez en una moneda.

source: It is strongly reccommended that the external balance be limited.
es: Se recomienda en�rgicamente que se limite el saldo externo.

source: @name must be a number between 1 and 100
es: @name debe ser un n�mero entre 1 y 100

source: Example: Cape Town is ....?
es: Ejemplo: Cape Town es...?

source: Buyer's network ID
es: ID de la red del comprador

source: Buyer's account ID
es: ID de la cuenta del comprador

source: Description
es: Descripci�n

source: What did you sell?
es: �Qu� vendiste?

source: Amount
es: Cantidad

source: e.g. 50.00 or 125
es: e.g. 50.00 o 125

source: Submit
es: Enviar

source: Plain text only
es: Solo texto plano

source: Trade with other mutual credit exchanges via the CES network
es: Comerciar con otros intercambios de cr�dito mutuo mediante la red de CES

source: Balance-ometer requires minimum and maximum balances for currency: !link
es: Balance-o-meter requiere m�nimos y m�ximos saldos para la moneda: !link

source: User balance(s) since creation
es: Saldo(s) de usuario desde su creaci�n

source: All user balance(s) now
es: Todo el(los) saldo(s) ahora

source: Limits for user
es: L�mites para el usuario

source: List of user's exchanges
es: Lista de intercambios del usuario

source: Balance history
es: Historial de saldo

source: @user's balances
es: Saldos de @user

source: @user's limits
es: L�mites de @user

source: @user's credit
es: Cr�dito de @user

source: @user's exchanges
es: Intercambios de @user

source: Starting from
es: Comenzando desde

source: !strtotime string. Using a relative date like '@example1' will mean this can't be cached. Better use '@example2'
es: Cadena !strtotime. Usar una fecha relativa como '@example1' implicar� no poder ser guardada. Mejor usar '@example2'

source: Leave blank to use each user's creation date.
es: Dejar en blanco para usar cada fecha de creaci�n de usuario.

source: Vertical extent of chart
es: Extensi�n vertical del mapa

source: The chart can show either the maximum extents of the user's credit limits, or of their balance to date.
es: El mapa puede mostrar o bien las extensiones m�ximas de los l�mites de cr�dito de usuario, o su saldo hasta la fecha.

source: Balance
es: Saldo

source: Number of exchanges to show on one page
es: N�mero de intercambios a mostrar en una p�gina

source: Enter an integer
es: Introduzca un n�mero entero

source: Not a valid strtotime() string
es: No es una cadena strtotime() v�lida

source: User displays
es: Pantallas de usuario

source: Display balances and exchanges in tables, views and blocks
es: Mostrar saldos e intercambios en tablas, vistas y bloques

source: User balance(s) since creation ('user/*' only)
es: Saldo(s) de usuario desde su creaci�n (solo 'user/*')

source: All user balance(s) now ('user/*' only)
es: Saldos de todos los usuarios ahora ('user/*' solo)

source: List of user's exchanges ('user/*' only)
es: Listar los intercambios del usuario ('user/*' only)

source: Show only currencies
es: Mostrar solo las monedas

source: Display user exchanges
es: Mostrar los intercambios de usuario

source: Display exchanges in tables, views and blocks
es: Mostrar intercambios en tablas, vistas y bloques

source: Now
es: Ahora

source: Error creating balance chart: url to google charts exceeded 2048 charts.
es: Error al crear el mapa de saldo: la url a los mapas de google excedi� 2048 mapas.

source: Cleared balance
es: Saldo liquidado

source: Yet to trade.
es: A�n por transaccionar.

source: Total income
es: Ingreso total

source: Spending limit
es: L�mite de gasto

source: Ratings
es: Valoraciones

source: @currency statement (reverse chronological)
es: @currency statement (cronol�gico inverso)

source: No exchanges.
es: No hay intercambios.

source: Date
es: Fecha

source: Item or service
es: Art�culo o servicio

source: With
es: Con

source: Income
es: Ingreso

source: Expenditure
es: Gasto

source: Running Total
es: Total en curso

source: Exchanges
es: Intercambios

source: Exchange
es: Intercambio

source: Money flows between users.
es: El dinero circula entre los usuarios.

source: Payer
es: Pagador

source: The user id who spent currency in the exchange.
es: El id de usuario que gast� la moneda en el intercambio.

source: Show only exchanges where the current user paid
es: Mostrar solo los intercambios en los que el actual usuario pag�

source: The user who gave currency in the exchange.
es: El usuario que dio la moneda en el intercambio.

source: Payee
es: Receptor del pago

source: The user id who received currency in the exchange.
es: El id de usuaio que recibi� la moneda en el intercambio.

source: Show only exchanges where the current user was paid
es: Mostrar solo los intercambios en los que el actual usuario fue pagado

source: User is payee
es: El usuario es receptor del pago

source: The user who received currency in the exchange.
es: El usuario que recibi� la moneda en el intercambio.

source: The payer's rating of the exchange
es: La valoraci�n del pagador sobre el intercambio

source: Number of units of currency transferred
es: N�mero de unidades de la moneda transferidas

source: Exchanges above or below a certain value
es: Intercambios sobre o bajo un cierto valor

source: Exchange state
es: Estado del intercambio

source: Whether the exchange is completed (FALSE) or pending (TRUE)
es: Si el intercambio est� completado (FALSE) o pendiente (TRUE)

source: Currency ID
es: ID de la moneda

source: Use this field (check 'exclude') for the theming to work on rating and all quantities in the row
es: Use este campo (comprobar 'exclude')

source: The currency the exchange was denominated in
es: La moneda en la cual el intercambio estaba denominado

source: Exchange type
es: Tipo de intercambio

source: Which form or module which created the exchange
es: Qu� formulario o m�dulo que cre� el intercambio

source: User exchanges
es: Intercambios del usuario
