Repository: drupalprojects/mutual_credit
Catalog: translations/mcapi.*.po
Languages: es

source: Show only those exchanges in which a user was involved
es: Mostrar s�lo aquellos intercambios en los que un usuario particip�

source: User Balance
es: Saldo del usuario

source: Balances of users.
es: Saldos de los usuarios.

source: User
es: Usuario

source: The user id
es: El id de usuario

source: The user's total cleared income minus total cleared expenditure
es: El total de ingresos liquidados menos el total de gastos liquidados del usuario

source: Pending Difference
es: Diferencia pendiente

source: The sum of all pending exchanges, (@type)
es: La suma de todos los intercambios pendientes, (@type)

source: Gross Income
es: Ingresos aproximados

source: The user's total completed income
es: Los ingresos totales del usuario

source: Gross Expenditure
es: Gastos aproximados

source: The user's total completed expenditure
es: Los gastos totales del usuario

source: Number of exchanges
es: N�mero de intercambios

source: The user's average rating for this currency
es: La valoraci�n media del usuario para esta moneda

source: Exchange list
es: Lista de intercambio

source: There are no exchanges in the system yet
es: No hay intercambios en el sistema todav�a

source: Use the widgets to filter through all the exchanges ever listed, and then sort the columns by clicking the column headings
es: Use los widgets para filtrar todos los intercambios que alguna vez han sido listados, y luego ordene las columnas haciendo clic en sus cabeceras

source: No exchanges meet these criteria. Try using fewer filters
es: Ning�n intercambio responde a estos criterios. Int�ntelo usando menos filtros

source: Filtered exchages
es: Intercambios filtrados

source: Is the logged in user
es: Es el usuario ingresado

source: Link this field to the user
es: Enlazar este campo al usuario

source: all the exchanges on the system, except the mass-exchanges, and those involving admin
es: todos los intercambios sobre el sistema, excepto los intercambios-masivos, y aquellos que implican a admin

source: Pay from all but a few of the site accounts, the same amount, all into one account
es: Pagar desde todas menos varias de las cuentas del sitio, la misma cantidad, todo en una cuenta

source: Pay from one account the same amount into all but a few of the site accounts
es: Pagar desde una cuenta la misma cantidad a todas menos a varias de las cuentas del sitio

source: Many-2-one
es: Muchos-a-uno

source: One-2-many
es: Uno-a-muchos

source: Few-2-one
es: Varios-a-uno

source: One-2-few
es: Uno-a-varios

source: Payers
es: Pagadores

source: Payees
es: Receptores de pago

source: Select the accounts to be ignored. Use CTRL click to select more than one.
es: Seleccione las cuentas a ignorar. Use CTRL clic para seleccionar m�s de una.

source: Non-payers
es: No-pagadores

source: Non-payees
es: No-receptores de pago

source: Select the accounts. Use CTRL click to select more than one.
es: Seleccione las cuentas. Use CTRL clic para seleccionar m�s de una.

source: Test exchanges
es: Testear intercambios

source: Generate exchanges
es: Generar intercambios

source: Previews
es: Vistas previas

source: You cannot exchange a negative amount.
es: No puedes intercambiar una cantidad negativa.

source: Many to one multiple payment of @amount for @description
es: Pago m�ltiple de muchos a uno de @amount por @description

source: One to many multiple payment of @amount for @description
es: Pago m�ltiple de uno a muchos de @amount por @description

source: Multiple exchanges created
es: Intercambios m�ltiples creados

source: The exchange in which !name is both payer and payee will be ignored
es: El intercambio en el que !name es tanto pagador como receptor ser� ignorado

source: Usernames, emails, or user IDs (mixed is ok)
es: Nombres de usuario, emails, o IDs de usuario (es v�lido mezclarlos)

source: Mass Payments
es: Pagos masivos

source: Multiple exchanges forms
es: Formularios de intercambios m�ltiples

source: Create many exchanges from a single form, Many-2-one, one-2-many etc.
es: Crear muchos intercambios desde un formulario simple, Muchos-a-uno, uno-a-muchos, etc.

source: The mc_webforms module provides a 3rd party exchange form, and some useful code for building other forms.
es: El m�dulo mc_webforms proporciona un formulario de intercambio, y alg�n c�digo �til para construir otros formularios.

source: To reduce the need to constantly calculate everything from the beginning, and to analyse how well the systems is working, accounting periods can be defined.
es: Para reducir la necesidad de calcular todo constantemente desde el principio, y para analizar lo bien que el sistema funciona, se pueden definir per�odos de contabilidad.

source: If none are defined, the system assumes a default period, from the start of the system, to the present
es: Si ninguno esta definido, el sistema presupone un per�odo por defecto, desde el inicio del sistema hasta el presente

source: Accounting periods
es: Per�odos de contabilidad

source: Define segments of history
es: Defina segmentos de historia

source: On each line write a period using php !strtotime syntax and a pipe: from|to
es: En cada l�nea escriba un per�odo usando la sintaxis php !strtotime y una barra vertical: from|to

source: For each period there is a tab on the !stats page, and a block.
es: Para cada per�odo hay una pesta�a en la p�gina !stats, y un bloque.

source: Summary of trading periods ready for further processing
es: Resumen de per�odos de transacci�n listos para continuar su procesamiento

source: the strtotimes which define this period
es: la strtotimes que define este per�odo

source: The currency node ID
es: El ID del nodo de la moneda

source: All users ordered by income
es: Todos los usuarios ordenados por volumen de ingresos

source: All users ordered by expenditure
es: Todos los usuarios ordenados por el volumen de gastos

source: All users ordered by trading volume
es: Todos los usuarios ordenados por volumen de transacciones

source: All users ordered by number of trades
es: Todos los usuarios ordenados por n�mero de transacciones

source: Number of trades every unixday of the period
es: N�mero de transacciones cada unixday del per�odo

source: Trading volume every unixday of the period
es: Volumen de transacciones cada unixday del per�odo

source: Accounting Periods
es: Per�odos de contabilidad

source: (Placeholder module) Defines accounting periods and caches data for each period. Extends the stats with the new information
es: (M�dulo Placeholder) Define los per�odos de contabilidad y guarda datos para cada per�odo. Ampl�a las estad�sticas con la nueva informaci�n.

source: Are you sure you want to sign this exchange?
es: �Est�s seguro de que quieres firmar este intercambio?

source: Sign
es: Firmar

source: Cancel
es: Cancelar

source: !signer signed the exchange
es: !signer firm� el intercambio

source: The exchange is now finished
es: El intercambio ha finalizado

source: This exchange is pending, but has no signatories
es: Este intercambio est� pendiente, pero no tiene firmantes

source: Require signatures
es: Requerir firmas

source: Sign this exchange
es: Firmar este intercambio

source: Sign for @user
es: Firmar por @user

source: Sign for all
es: Firmar por todos

source: Are you sure you want to sign this exchange on behalf of all the remaining signatories?
es: �Est�s seguro de que quieres firmar este intercambio en nombre del resto de signatarios?

source: Transaction #@nid is signed off.
es: La transacci�n #@nid ya est� firmada.

source: Mail me when an exchange needs my signature
es: Notificarme por mail cuando un intercambio necesita mi firma

source: Message subject
es: Asunto del mensaje

source: Your signature needed
es: Se precisa tu firma

source: Use the same tokens as below
es: Use los mismos s�mbolos de abajo

source: Template for notification mail
es: Plantilla para el correo de notificaci�n

source: This is an automated notification.
es: Esta es una notificaci�n autom�tica.

source: %starter has recorded the following exchange:
es: %starter ha registrado el siguiente intercambio:

source: Click here to add your signature and finalise the exchange: %sign_link
es: Clic aqu� para a�adir tu firma y finalizar el intercambio: %sign_link

source: You can change your mail notification settings by clicking 'edit' on your profile.
es: Puedes cambiar la configuraci�n de tus notificaciones por mail clicando 'edit' en tu perfil.

source: This email will be sent to members when someone initiates a transaction with them which needs signing.
es: Este email ser� enviado a los miembros cuando alguien inicia una transacci�n con ellos que precisa ser firmada.

source: You can use the following tokens:
es: Puedes usar los siguientes s�mbolos:

source: You can use HTML in your message.
es: Puedes usar HTML en tu mensaje.

source: Install 'mimemail' for a node teaser token and rich text
es: Instale 'mimemail' para un s�mbolo de previsualizaci�n de nodo y texto enriquecido

source: !user has been notified by email.
es: !user ha sido notificado por email.

source: the username of the recipient
es: el nombre de usuario del receptor

source: the username of the person who created the exchange
es: el nombre de usuario de la persona que cre� el intercambio

source: the user ID of the recipient (useful for links)
es: el ID de usuario del receptor (�til para enlaces)

source: the node id of the exchange
es: el id del nodo del intercambio

source: description of the exchange
es: descripci�n del intercambio

source: the quantity (and currency) exchanged
es: la cantidad (y moneda) intercambiada

source: URL of the page to sign the transaction
es: URL de la p�gina para firmar la transacci�n

source: URL of the user edit page
es: URL de la p�gina de edici�n de usuario

source: The exchange themed as a teaser
es: El intercambio presentado en modo previsualizaci�n

source: Invoice
es: Factura

source: Proffer
es: Ofrecer

source: Signatures
es: Firmas

source: Controls pending exchanges, notification and signing the exchanges to 'finish' them.
es: Controla los intercambios pendientes, las notificaciones y la firma de los intercambios para 'finarlizarlos'.

source: notify signatory by mail.
es: notifique al signatario por mail.

source: Tokens cannot be used here
es: Los s�mbolos no pueden usarse aqu�

source: Signature needed on exchange
es: Se precisa firmar el intercambio

source: Click here to add your signature and finalise the exchange: %profile_url
es: Click aqu� para a�adir su firma y finalizar el intercambio: %profile_url

source: Install 'mime_mail' if you want to use HTML.
es: Instale 'mime_mail' si quiere usar HTML

source: Set up mail notifications for signatories at !link
es: Establezca las notificaciones por mail en !link

source: Signatories
es: Signatarios

source: Provide a simple link to edit the comment.
es: Proporciona un enlace simple para editar el comentario.

source: Users needing to sign exchange
es: Usuarios que necesitan firmar un intercambio

source: Signature needed from user
es: Se necesita la firma del usuario

source: My signatures
es: Mis firmas

source: pending exchanges, and their signatories
es: intercambios pendientes, y sus signatarios

source: I must sign
es: Yo debo firmar

source: User must sign
es: El usuario debe firmar

source: User waiting on
es: Usuario en espera

source: user waiting on
es: usuario en espera

source: All pending
es: Todo pendiente

source: Unsigned exchanges
es: Intercambios sin firmar

source: Active users
es: Usuarios activos

source: Trade rate (7 days)
es: Valoraci�n de transacci�n (7 d�as)

source: Top traders
es: Usuarios Top

source: Rather than overwhelm the block page with permutations, only the required blocks are be defined here
es: Para no saturar la p�gina del bloque con permutaciones, s�lo los bloques requeridos est�n definidos aqu�

source: Statistics
es: Estad�sticas

source: statistical summary
es: Resumen estad�stico

source: All in one
es: Todos en uno

source: Type of statistic
es: Tipo de estad�stica

source: How many to show
es: Cu�ntos a mostrar

source: Integer
es: N�mero entero

source: Week
es: Semana

source: Block definitions (one per line)
es: Definiciones de bloque (una por l�nea)

source: put a five word description of each required block, then go configure it on the block page
es: ponga una descripci�n de cinco palabras de cada bloque requerido, despu�s config�relo en la p�gina del bloque

source: Live Stats
es: Estad�sticas en tiempo real

source: Regenerate stats after every transaction. (Not suitable for larger systems)
es: Regenerar estad�sticas despu�s de cada transacci�n. (No es adecuado para sistemas m�s grandes)

source: Exclude from stats
es: Excluir de las estad�sticas

source: Any exchange involving these accounts will not be counted in stats.
es: Cualquier intercambio que implique a estas cuentas no ser� contabilizado en las estad�sticas.

source: Comma separated account numbers.
es: N�meros de cuenta separados por comas.

source: Recalculate stats
es: Recalcular estad�sticas

source: Hightest incomes
es: Mayores ganancias

source: Biggest spenders
es: Mayores gastadores

source: Trade volumes
es: Vol�menes de transacci�n

source: Most trades
es: La mayor�a de las transacciones

source: Periodic trades
es: Transacciones peri�dicas

source: Periodic volume
es: Volumen peri�dico

source: MC Statistics
es: Estad�sticas MC

source: Defines periods and caches and displays information derived from all the exchnages in those periods
es: Define los per�odos y guarda y muestra la informaci�n derivada de todos los intercambios durante esos per�odos

source: I exchanged !description with !trader and now I !exchange_type !quantity !currency
es: Yo intercambi� !description con !trader y ahora yo !exchange_type !quantity !currency

source: I exchanged !description with !trader and now I !exchange_type !quantity
es: Yo intercambi� !description con !trader y ahora yo !exchange_type !quantity

source: Please rate the the goods or services exchanged:
es: Por favor valore los bienes or servicios intercambiados:

source: I exchanged<br />!description<br />with<br />!trader<br />and now I<br />!exchange_type<br />the sum of <br />!quantity !currency
es: Yo intercambi�<br />!description<br />con<br />!trader<br />y ahora yo (poseo?????????)<br />!exchange_type<br />la cantidad de <br />!quantity !currency

source: Exchange recorded
es: Intercambio registrado

source: Type of exchange
es: Tipo de intercambio

source: Please choose...
es: Por favor escoja...

source: Exchange partner
es: Compa�ero de intercambio

source: Next
es: Siguiente

source: Initiate exchange
es: Comenzar intercambio

source: OVERRIDE theme_mc_webform_title() for more control here
es: ANULE theme_mc_webform_title() para tener m�s control aqu�

source: Incoming
es: Entrante

source: Direct
es: Directo

source: Outgoing
es: Saliente

source: Signed
es: Firmado

source: plain text values only: @string
es: solo valores en texto plano: @string

source: Each name must be unique
es: Cada nombre debe ser �nico

source: Trade with @user
es: Comerciar con @user

source: Initiate @type
es: Iniciar @tipo

source: Initiate
es: Iniciar

source: Exchange types
es: Tipos de intercambio

source: The user friendly webforms module introduces four 2 exchange types, which are named here.
es: El m�dulo de formularios web de f�cil uso presenta cuatro tipos de intercambio 2, que est�n nombrados aqu�.

source: Each one should be a singular noun. Only currencies using at least one of these types are visible to the usable forms.
es: Cada uno deber�a ser un sustantivo singular. Solo las monedas que usan al menos uno de estos tipos son visibles para los formularios utilizables.

source: '!incoming' means the currency flows towards the initiator of the exchange, <br />!outgoing', away.
es: '!incoming' significa que la moneda se dirige al iniciador del intercambio, <br />!outgoing', away.

source: These two are supplemented by two more 'signed' types from the signatory module
es: Estos dos est�n suplementados por dos tipos 'signed' m�s desde el m�dulo signatario

source: '!signed', means the exchange will be not be counted until both parties have agreed.
es: '!signed' significa que el intercambio no ser� contabilizado hasta que ambas partes est�n de acuerdo.

source: Exchange sub-types
es: Sub-tipos de intercambio

source: For the currency to appear in the user friendly webform, at least one of these must be checked
es: Para que la moneda aparezca en el formulario web de f�cil uso, al menos uno de estos debe estar marcado

source: @title has had the two 'confirm' exchange types enabled by default. !edit
es: @title ha tenido lo dos tipos de intercambio 'confirm' habilitados por defecto. !edit

source: Claim
es: Reclamaci�n

source: Gift
es: Regalo

source: User friendly form
es: Formulario de f�cil uso

source: Create exchanges assumming the user is the starter and might trade in either direction
es: Crear intercambios asumiendo que el usuario es el iniciador y podr�a transaccionar en cualquier direcci�n

source: Convert to exchange
es: Convertir a intercambio

source: Use the node to populate an exchange form
es: Use el nodo para poblar un formulario de intercambio

source: exchange...
es: intercambio...

source: Payer rating:<br />
es: Valoraci�n del pagador:<br />

source: Exchange recorded: !link
es: Intercambio registrado: !link

source: Is this the exchange you want to record?
es: �Es �ste el intercambio que quieres registrar?

source: Back
es: Atr�s

source: Erase
es: Borrar

source: Save
es: Guardar

source: Trader Selection
es: Selecci�n de tratantes

source: Users often need to select other users in forms, but sometimes a dropdownlist of usernames ordered by uid isn't the most usable solution
es: Los usuarios suelen necesitar seleccionar otros usuarios en los formularios, pero a veces una lista desplegable de nombres de usuario ordenada por uid no es la soluci�n m�s pr�ctica

source: Autocomplete trader names in transaction form
es: Autocompletar los nombres de los tratantes en el formulario de transacci�n

source: Reccommended above about 150 users. If not enabled, will use selection widget below.
es: Recomendado m�s de unos 150 usuarios. Si no est� habilitado, se usar� el mecanismo de selecci�n de abajo.

source: Widget for selecting users
es: Mecanismo para seleccionar usuarios

source: Leave blank for autocomplete (reccommended above about 150 users).
es: Dejar en blanco para autocompletar (recomendado m�s de unos 150 usuarios).

source: Otherwise, specify how each row of the dropdown box should be formatted.
es: En otro caso, especifique qu� formato deber�a tener cada fila del cuadro desplegable.

source: Use the following tokens: %uid, %username, %email, %theme_username
es: Use las siguientes fichas: %uid, %username, %email, %theme_username

source: Dropdown list will be ordered alphabetically.
es: La lista desplegable ser� ordenada alfab�ticamente.

source: Minimum number of words to describe an exchange
es: M�nimo n�mero de palabras para describir un intercambio

source: Classification can be improved if members take a few seconds to describe their exchanges in more detail.
es: La clasificaci�n se puede mejorar si los miembros se toman unos segundos para describir sus intercambios con m�s detalle.

source: It will also make the exchange easier to categorise, and easier for the participants to remember.
es: Ello har� tambi�n que el intercambio sea m�s f�cil de categorizar, y m�s f�cil de recordar para los participantes.

source: Zero means no minimum. Suggested value is 4.
es: Cero significa que no hay m�nimo. El valor recomendado es 4.

source: Theme adjustments
es: Ajustes de tema

source: Special theming mode
es: Modo tem�tico especial

source: Start with the Drupal defaults, and theme forms as normal
es: Comience con los valores por defecto de Drupal, y los formularios tem�ticos como norma general

source: Use the special theming features.
es: Use las caracter�sticas tem�ticas especiales.

source: Transaction forms need to be exactly right. Special theming mode offers a ready-made transaction form and some form-widget theme overrides which avoid !theme_form_element
es: Los formularios de transacci�n deben estar totalmente correctos. El modo tem�tico especial ofrece un formulario de transacci�n predise�ado y algunas anulaciones de elementos de formulario que evitan !theme_form_element

source: Then, using the provided tpl.php, you can arrange things more exactly as you want.
es: Luego, usando las tpl.php proporcionadas, usted puede organizar las cosas m�s a su manera.

source: CSS selector for the menu tabs
es: Selector CSS para las pesta�as de men�.

source: On step 2 of the multistep forms, it is desirable to hide the menu tabs.
es: En el paso 2 de los formularios multipaso, es deseable ocultar las pesta�as de menu.

source: Enter the css selector here which will be set to display:none
es: Introduzca aqu� el selector css, el cual ser�

source: There must be two participants in any exchange.
es: Deben haber dos participantes en cualquier intercambio.

source: The mc_webforms module provides a 3rd party transaction form, and some useful code for building other forms.
es: El m�dulo mc_webforms proporciona un formulario de transacci�n de terceras partes, y alg�n c�digo �til para construir otros formularios.

source: 3rd party exchange
es: Intercambio de terceras partes

source: Please describe the exchange in more detail
es: Por favor describa el intercambio con m�s detalle

source: Change
es: Cambio

source: Only numbers allowed for '@fieldname'
es: �nicos valores permitidos para '@fieldname'

source: Integer values only for '@fieldname'
es: Valores enteros solo para '@fieldname'

source: view
es: Vista

source: Units
es: Unidades

source: Fraction
es: Fracci�n

source: Please Choose...
es: Por favor escoja...

source: Mutual credit web forms
es: Formularios web de cr�dito mutuo

source: AJAX Forms to create exchanges: 3rd party and multiple forms
es: Formularios AJAX para crear intercambios: Formularios de terceras partes y m�ltiples

source: If you can't edit what you need to, delete this exchange and make a new one
es: Si no puede editar lo que necesita, elimine este intercambio y cree uno nuevo

source: integer
es: n�mero entero

source: created by !user
es: creado por !user

source: Range
es: Rango

source: Divisions
es: Divisiones

source: Relative value
es: Valor relativo

source: Exchange Certificate #@nid
es: Intercambiar Certificado #@nid

source: pending
es: pendiente
