Repository: drupalprojects/mutual_credit
Catalog: translations/mutual_credit.*.po
Languages: fr

source: Records of transactions between users
fr: Enregistrements des échanges entre membres

source: Serial number
fr: Numéro de série

source: The serial number of the transaction and dependents
fr: Le numéro de série de l'échange et des subordonnés

source: The user who gave currency in the transaction.
fr: Le membre qui a donné des unités d'échange.

source: Transactions move between states, until they are 'finished'.
fr: Les échanges évoluent entre les états, jusqu'à ce qu'ils soient conclus.

source: Which form or module which created the transaction
fr: Quel formulaire ou module a créé l'échange

source: The user who first created the transaction.
fr: L'utilisateur qui a introduit l'échange

source: The second the transaction was created.
fr: La seconde à laquelle l'échange a été créé

source: Better to use the handler from date_views module
fr: Il vaut mieux utiliser le gestionnaire du module date_views

source: Transaction statistic
fr: Statistique d'échange

source: The balance, trading volume, or transaction count for each user
fr: Le solde, le volume d'échange, ou le total d'échange pour chaque membre

source: Comma separated usernames
fr: Noms d'utilisateurs séparés par des virgules

source: Income
fr: Unités reçues

source: Expenditure
fr: Unités données

source: Who paid whom
fr: Qui a donné à qui

source: [name] paid [name_1]
fr: [name] a donné à [name_1]

source: Income & Expenditure
fr: Unités reçues et données

source: No transactions
fr: Aucun échange

source: Trade
fr: Échanger

source: This year's transactions
fr: Les échanges de cette année

source: Transaction index
fr: Index d'échanges

source: Transaction totals
fr: Totaux d'échanges

source: The Unique database key of the transaction
fr: La clé unique de base de données de l'échange

source: 1st user
fr: 1er utilisateur

source: The transactor, whose perspective we are looking from
fr: L'échangeur, avec les yeux duquel on regarde

source: 2nd user
fr: 2ième utilisateur

source: The transactee
fr: Celui avec qui on a fait l'échange

source: Number of units of currency incoming
fr: Nombre d'unités entrantes de la devise

source: transactions above or below a certain value
fr: échanges au-dessus ou en-dessous d'une certaine valeur

source: Number of units of currency outgoing
fr: Nombre d'unités sortantes de la devise

source: Change in balance
fr: Changer dans le solde

source: Change in the users balance
fr: Changer dans le solde des membres

source: Absolute value of the trade
fr: Valeur absolue de l'échange

source: Balance
fr: Solde

source: Indexed running balance after each transaction. (1 database query per row)
fr: Solde courant indexé après chaque échange (1 requête de base de donnée par ligne)

source: Created moment
fr: Le moment de la création

source: The moment the transaction was registered
fr: Le moment d'enregistrement de l'échange

source: The currency ID
fr: L'identifiant de la devise

source: Transaction links
fr: Liens d'échanges

source: View and undo links
fr: Liens "voir" et "supprimer"

source: Filter any Views !base_table date field by a date argument, using any common ISO date/period format (i.e. YYYY, YYYY-MM, YYYY-MM-DD, YYYY-W99, YYYY-MM-DD--P3M, P90D, etc).
fr: Filtre n'importe quel champs date de vue !base_table par un argument date, en utilisant n'importe quel format ISO commun de date/période (par ex. YYYY, YYYY-MM, YYYY-MM-DD, YYYY-W99, YYYY-MM-DD--P3M, P90D, etc).

source: Undated
fr: Non daté

source: Filter any Views !base_table date field.
fr: Filtrer chaque champ de date !base_table.

source: Access will be granted only to users is on their own profile pages - user/%
fr: L'accès sera seulement autorisé aux membres sur les pages de leur propre profil - user/%

source: Offset
fr: Décalage

source: Promiscuity
fr: Promiscuité

source: Trades
fr: Échanges

source: Statement
fr: Relevé des échanges

source: Most trades
fr: La plupart des échanges

source: Number of trades
fr: Nombre d'échanges

source: Incomes
fr: Unités reçues

source: expenditures
fr: Unités données

source: Running balance
fr: Solde courant

source: User's trading summary
fr: Synthèse des échanges du membre

source: Active traders
fr: Échangeurs actifs

source: %1 summary
fr: %1 résumé

source: Relative to date
fr: Par rapport à la date

source: Before
fr: Avant

source: Exactly on
fr: Exactement le

source: After
fr: Après

source: Current date
fr: Date actuelle

source: Week @week
fr: Semaine @week

source: Aggregate
fr: Agréger

source: How do you want to summarise the the transaction totals?
fr: Comment voulez-vous résumer les totaux des échanges ?

source: Number of transactions
fr: Nombre d'échanges

source: Link this field to the transaction
fr: Relier ce champs à l'échange

source: - Any -
fr: - Tout -

source: None
fr: Aucun(e)

source: none
fr: aucun(e)

source: Incoming
fr: Entrant

source: incoming
fr: entrant

source: Outgoing
fr: Sortant

source: outgoing
fr: sortant

source: exposed
fr: exposé

source: View mode
fr: Mode d'affichage

source: Views for transactions
fr: Vues pour échanges

source: Users with permission to 'transact'
fr: Membres avec le droit de faire des échanges

source: Transaction sentence template
fr: Modèle de phrase pour l'échange

source: Use the tokens to define how the transaction will read when displayed in sentence mode
fr: Utiliser les jetons pour définir comment l'échange apparaîtra lorsqu'il sera affiché en mode phrase

source: @division is not a permitted division of currency @name
fr: @division n'est pas une division autorisée de la devise @name

source: The intention of this package is to put the money creation power in the hands of the producers and users of money and to reduce dependence of ordinary people on rapacious global financial capital.
fr: Le but de cet ensemble est de mettre le pouvoir de création d'une monnaie dans les mains des producteurs et utilisateurs de la monnaie et de réduire la dépendance des gens simples par rapport à la rapacité du capital financier global.

source: This software has been five years in the conceiving and making and has been supported only by informal donations.
fr: Ce logiciel a pris 5 ans pour la conception et réalisation et a été soutenu uniquement grâce à des dons non officiels.

source: Send mail notifications for completed transactions using the action/trigger system: !link
fr: Envoyer des avis par mail pour les échanges conclus en utilisant le système action/déclencheur : !link

source: Skipped transaction in which account '@account' pays itself
fr: Échange omis dans lequel le compte '@account' se crédite lui-même

source: Balance over time
fr: Solde au fil du temps

source: Balance History
fr: Historique du solde

source: A google charts implementation showing the account balance over time
fr: Un tableau google montrant le solde du compte dans la durée

source: This field does not respond to changes in the above field.
fr: Ce champs ne dépend pas des changements dans le champ ci-dessus.

source: Use zero in the worth field
fr: Utiliser zéro dans le champ 'valeur'

source: Path is already in use
fr: Chemin déjà utilisé

source: Tokens to put in stage 1 of the transaction forms
fr: Jetons à mettre lors de l'étape 1 des formulaires d'échange

source: 3rd party: Payer name
fr: Tiers : Nom du donneur

source: User whose account is credited
fr: Membre dont le compte est crédité

source: 3rd party: Payee name
fr: Tiers : Nom du receveur

source: User whose account is debited
fr: Membre dont le compte est débité

source: 1st party: Direction of transaction
fr: 1st party : direction de l'échange

source: Relative to the logged in user
fr: Par rapport au membre 'connecté'

source: 1st party: Second person
fr: 1st party : deuxième personne impliquée dans l'échange

source: The 'other' user in the transaction, not the logged in user
fr: L'autre membre de l'échange, pas le membre 'connecté'

source: With great power comes great responsibility!
fr: Plus de pouvoir donne plus de responsabilité !

source: The first rule of accounting is: no account should issue more credit than it can redeem.
fr: La première règle pour la comptabilité : aucun compte ne peut présenter un crédit plus important que ce qu'il peut rembourser.

source: Even fiat currencies can be run sustainably if they are used to pay tax.
fr: Même des monnaies peuvent être 'durables' si elles sont utilisées pour payer des taxes.

source: Trust in the system can be increased by limiting the right to issue credit to trusted, known, productive actors in the economy, which may or not include the goverment!
fr: La confiance dans le système peut être augmentée en limitant le droit d'émettre du crédit pour des acteurs de confiance, connus, productifs, ce qui peut inclure ou non le gouvernement !

source: Transaction signature notification template
fr: Modèle d'avis pour la confirmation de l'échange

source: A mail template (subject, body) for alerting users their signature is needed.
fr: Un modèle de mail (sujet, texte) pour prévenir les membres que leur confirmation est nécessaire.

source: Signature settings for transaction type: @type
fr: Paramètres de confirmation pour le type d'échange : @type

source: Specifies who should sign and who should be notified for transactions of this type
fr: Précise qui doit confirmer et qui doit être averti pour des échanges de ce type.

source: All pending transactions (per user)
fr: Tous les échanges en attente (par membre)

source: The following transaction has been signed off: @token
fr: L'échange suivant est confirmé : @token

source: Your signature is required
fr: Votre confirmation est requise

source: Your signature is required on @token
fr: Votre confirmation est requise sur @token

source: The user's signature on a transaction
fr: La confirmation du membre pour un échange

source: Current user is a signatory
fr: Le membre connecté est un signataire

source: Passed user is a signatory
fr: Le membre précédent est un signataire

source: Signature needed
fr: La confirmation est requise

source: My signature needed
fr: Ma signature est requise

source: Anybody's signature needed
fr: La confirmation de n'importe qui est requise

source: Trading analysis
fr: Analyse des échanges

source: User rankings
fr: Classements des membres

source: A transaction indexing system, exposed to views, including views and views templates
fr: Un système d'indexation d'échanges, exposé aux vues, comprenant les vues et les modèles de vues.

source: Use the currency
fr: Utiliser la devise

source: Such as users' balances, gross income, number of transactions
fr: Tels que les soldes des membres, le revenu brut, le nombre d'échanges

source: Look at currency usage stats stripped of personal information
fr: Jeter un coup d'oeil aux statistiques d'utilisation des devises, sans information personnelle

source: Privacy
fr: Confidentialité

source: Transactions in state '@state'
fr: Échanges en phase: '@state'

source: Transaction operations
fr: Opérations sur l'échange

source: Determine who can do what to transactions
fr: Déterminer qui peut faire quoi concernant les échanges

source: Any of the checked conditions must return TRUE
fr: Toutes les conditions vérifiées doivent renvoyer VRAI

source: A transaction certificate
fr: Un certificat d'échange

source: Mail will be sent to the payer and payee, except for the logged in user.
fr: Un mail sera envoyé au donneur et au receveur, à l'exception du membre connecté.

source: Automated transaction failed: @message
fr: Échec de l'échange automatique : @message

source: Account 1 pays user
fr: Le compte 1 donne au membre

source: User pays account 1
fr: Le membre donne au compte 1

source: this value will be overwritten if the passed entity has the 'worth' field
fr: ce nombre sera écrasé si l'entité transmise comporte le champ 'valeur'

source: Determine who will pay whom
fr: Déterminer qui donnera à qui

source: On a node trigger, the payer and payee will both evaluate to the node author
fr: Lors du déclenchement d'un noeud, le donneur et le receveur seront tous deux considérés comme créateurs du noeud

source: Transaction description text
fr: La description de l'échange

source: Problem with calculation for dependent transaction: @val
fr: Problème de calcul pour l'échange dépendant : @val

source: Links
fr: Liens

source: Links to transaction operations
fr: Liens vers les opérations sur l'échange

source: Are you sure you want to delete?
fr: Êtes-vous sûrs de vouloir supprimer ?

source: This transaction will disappear without a trace (apart from site backups)
fr: Cet échange disparaîtra sans laisser de trace (si ce n'est sur les sauvegardes du site)

source: Only the site administrator will be able to restore this transaction.
fr: Seul l'administrateur du site sera capable de rétablir cet échange.

source: Users with permission to '@perm'
fr: Membres avec les droits '@perm'

source: Make a dependent payment
fr: Créer un échange dépendant

source: Create transaction with entity owner
fr: Créer un échange avec le propriétaire de l'entité

source: Cannot put unknown currency in form: @name
fr: Impossible de mettre une devise inconnue dans le formulaire : @name

source: nonexistent field '@fieldname' in transaction form
fr: '@fieldname' est un champ inexistant dans le formulaire d'échange

source: Sign all
fr: Tout confirmer

source: Send 'pending' notification
fr: Envoyer un avis 'en attente'

source: Are you sure you want to sign?
fr: Êtes-vous sûrs de vouloir confirmer ?

source: Undo pending transactions
fr: Supprimer les échanges en attente

source: Are you sure you want to cancel this pending transaction?
fr: Êtes-vous sûr de vouloir supprimer cet échange en attente ?

source: Are you sure you want to sign off this transaction?
fr: Êtes-vous sûr de vouloir confirmer cet échange?

source: Signatures for user to sign
fr: Je dois confirmer

source: Awaiting my signature
fr: En attente de ma confirmation

source: Signatories to the transaction
fr: Signataires de l'échange

source: Signatories to the transaction who have not signed
fr: Les signataires de l'échanges qui n'ont pas confirmé

source: Currencies should be reviewed to take account of transaction signing. !link
fr: Les devises devraient être revues pour prendre en compte de la confirmation de l'échange. !link

source: [volume] traded
fr: [volume] échangé

source: [name_1] trades
fr: échanges de [name_1]

source: [income] income
fr: [income] reçu

source: [expenditure] spent
fr: [expenditure] donnés

source: For:
fr: Pour :

source: Reservoir account
fr: Compte de réserve

source: Account used for issuing and taxing
fr: Compte utilisé pour l'émission et la taxation

source: Pay or charge the user or node owner.
fr: Payer ou facturer à l'utilisateur ou au propriétaire du nœud.

source: A dependent transaction will only be created when the main transaction meets these conditions
fr: Un échange subordonné ne sera créé que lorsque l'échange principal répond à ces conditions

source: Presets
fr: Préréglages

source: Specify the properties of the dependent transaction
fr: Précisez les propriétés de l'échange subordonné

source: It will have the type 'dependent'.
fr: Il aura le type "subordonné"

source: Transaction creation moment
fr: Moment de création de l'échange

source: Stored as unixtime, displayed as a date
fr: Stocké sous forme "unixtime" et affiché comme une date

source: Transaction state
fr: Etat de l'échange

source: Worth at least
fr: Valeur d'au moins

source: Reversal of @label
fr: Inversion de @label

source: Failed to reverse transaction: @message
fr: Échec de l'inversion de l'échange : @message

source: Undone
fr: Annulé

source: A transaction was deleted
fr: Un échange a été supprimé

source: Check for dependent transactions before inserting
fr: Vérifiez les échanges subordonnés avant d'introduire

source: A transaction was inserted or changed state
fr: Un échange a été inséré ou changé d'état

source: A new user was created for trading. uid: :uid name: demo, pass: demo
fr: Un nouvel utilisateur a été créé pour entamer des échanges. Login: demo, mot de passe : demo

source: Use the tokens with HTML & css to design your payment form. Linebreaks will be replaced automatically.
fr: Utilisez les jetons avec HTML et CSS pour la conception de votre formulaire de paiement. Les sauts de ligne seront automatiquement remplacés.

source: Tokenised sentence
fr: Phrase qui contient un jeton

source: use tokens here
fr: utiliser ces jetons

source: Preset field to
fr: Champ préréglé pour

source: Personal limits
fr: limites personnelles

source: Settings on the user profiles override these general limits.
fr: Les réglages sur les profils d'utilisateurs outrepassent ces limites générales.

source: Skip balance limit check
fr: Ignorer le contrôle de limite du solde

source: Especially useful for mass transactions and automated transactions
fr: Particulièrement utile pour les échanges groupés et les échanges automatisés

source: for transactions of type 'auto'
fr: pour des échanges de type 'auto'

source: for transactions of type 'mass'
fr: pour des échanges de type 'groupé'

source: for transactions created by user 1
fr: pour des échanges créés par l'Utilisateur 1

source: for transactions created by the currency owner
fr: pour des échanges réalisés par le propriétaire de la devise

source: Leave blank to inherit the values from the currency's settings
fr: Laissez vide pour hériter des valeurs de paramètres de la devise

source: Compose the email notifying signatories that a transaction needs their attention.
fr: Compose le courriel informant les signataires qu'un échange a besoin de leur attention.

source: Use the tokens provided.
fr: Utilisez les jetons fournis.

source: To notify users when a transaction is completed, use the action and triggers: !link
fr: Pour avertir les utilisateurs lorsque l'échange est terminé, utilisez l'action et les déclencheurs: !link

source: Sign all your transactions?
fr: Avez-vous confirmé tous vos échanges ?

source: Put your signature on all transactions which require it
fr: Confirmer tous les échanges qui le réclament

source: Serial
fr: En série

source: What the user can do to the transaction
fr: Ce que l'utilisateur peut faire à l'échange

source: Accounting
fr: Comptabilité

source: Manage all aspects of your community's money system
fr: Organise tous les aspects du système de devise communauteire

source: Record transaction
fr: Enregistrer l'échange

source: Log a transaction in the database
fr: Consigner un échange dans la base de données

source: Log
fr: Journal

source: Basic transaction creation form
fr: Formulaire de base des échanges

source: Misc settings
fr: Configurations diverses

source: Configure currency
fr: Configurer la devise

source: Transaction certificate
fr: Certificat d'échange

source: Cents in same field
fr: Les centimes dans le même champ

source: On each line put "hundredths| visible text". The visible text will be displayed after the delimiter.
fr: À chaque ligne, "centièmes| texte à afficher". Le texte à afficher sera placé derrière le délimiteur.

source: Delimiter
fr: Délimiteur

source: A character to go in between your integer and cents or other formatted subdivisions
fr: Un caractère à placer entre le nombre entier et les centimes ou autres fractions de devise

source: Write an expression to control the display of the currency using html, css and [quantity].
fr: Écrire une expression pour contrôler la présentation de la devise en HTML, CSS et [quantity].

source: Zero value display
fr: Affichage de la valeur zéro

source: Use html.
fr: Utiliser l'HTML

source: Zero transaction already exist so this field is required
fr: Des échanges de valeur zéro existent déjà, donc ce champ est requis

source: Leave blank to disallow zero value transactions
fr: Laissez vide pour ne pas permettre d'échange de valeur zéro

source: Currency access
fr: Accès à la devise

source: Currency format must contain token '[quantity]'
fr: Le format de la devise contenir le jeton '[quantity]'

source: Keys must be unique in field @fieldname
fr: Dans le champ @fieldname, les clés doivent être uniques

source: Currency Access
fr: L'accès à la devise

source: Reservoir account does not have access to the currency!
fr: Le compte de réserve n'a pas accès à la devise!

source: Absolute url
fr: l'url absolu

source: A link to the transaction's own page.
fr: Un lien vers la page de l'échange

source: Mixed transactions
fr: Échanges mixte

source: Whether to allow more than one transaction per currency
fr: Pour permettre plusieurs échanges par devise

source: Anyone, even anonymous users
fr: Tout le monde, même les utilisateurs anonymes

source: The creator of the transaction
fr: Le créateur de l'échange

source: Payees
fr: Les receveurs

source: Payers
fr: Les donneurs

source: Use zero to include a currency as an option on the form.
fr: Utiliser zéro pour ajouter une devise en option dans le formulaire.

source: Leave blank to exclude the currency.
fr: Laissez vide pour exclure la devise

source: Numeric values are also valid
fr: Les valeurs numériques sont aussi valables

source: Cannot have more than one default tab, @paths
fr: Il ne peut pas y avoir plus d'un onglet par defaut, @paths

source: Designed form
fr: L'interface du formulaire

source: Prepare a csv file and create transactions from the currency reservoir account
fr: Préparer un fichier CSV and créer des échanges à partir du compte de réserve

source: Import a whole transaction history using the user 'uid' property.
fr: Importer l'historique compet des échanges, en utilisant la propriété 'user uid'.

source: All transactions will be in '@currency', according to the settings.
fr: Tous les échanges seront en '@currency', conformément à la configuration.

source: To import users, see the User Import Framework (UIF) module.
fr: Pour importer des utilisateurs, voyez le module User Import Framework (UIF).

source: 'created' is optional, but will be converted to unixtime using php function !strtotime
fr: 'créé' est facultatif mais sera converti au format unixtime en utilisant la fonction php !strtotime

source: The second column SHOULD add up to 0 for LETS and other zero balance systems, but this will not be checked.
fr: La deuxième colonne DEVRAIT s'élever à 0 pour les SEL et autres systèmes au solde équilibré mais cela ne sera pas vérifié.

source: The currency code (optional, default is @currcode)
fr: Le code de devise (facultatif, par défaut : @currcode)

source: Transaction type to be used for next import
fr: Type d'échange qui doit être utilisé pour la prochaine importation

source: Transaction Currency
fr: La devise d'échange

source: Transaction currency to be used for next import
fr: La devise d'échange qui doit être utilisée pour la prochaine importation

source: Skipped @currency balance limit check because you are user 1.
fr: La vérification de la limite du solde est omise parce que vous êtes user1.

source: Skipped @currency balance limit check because you are the currency owner.
fr: La vérification de la limiite du solde en @currency est omise parce que vous êtes le propriétaire de la devise.

source: Skipped balance limit checks for automated transactions with @currency.
fr: Les vérifications de limites de solde sont omises pour les échanges automatisés avec @currency.

source: Skipped balance limit checks for @currency transactions involving the reservoir account.
fr: Les vérifications de limites de solde sont omises pour les échanges en @currency, pour lesquels intervient le compte de réserve.

source: for the reservoir account
fr: pour le compte de réserve

source: Whether the signature is still needed
fr: Si la confirmation est encore requise

source: Overridden
fr: Supplanté

source: Greco index
fr: Indice Greco
