Repository: drupalprojects/mutual_credit
Catalog: translations/mutual_credit.*.po
Languages: fr

source: The form has been deleted.
fr: Le formulaire a été supprimé.

source: The 'migrate' module is too complex for this, so this bespoke solution is provided.
fr: The module 'migrate' est trop complexe, c'est pourquoi cette solution sur mesure est fournie.

source: This page allows you to import users' balances and gross incomes for users already on the system.
fr: Cette page vous permet d'importer les soldes des utilisateurs et le revenu brut pour les utilisateurs déjà dans le système.

source: Transaction type for imported transactions
fr: Type d'échange pour échanges importés

source: Prepare a csv file, without quotes
fr: Préparer un fichier csv, sans guillemet

source: Use the following column headings, in any order: !columns
fr: Utiliser les titres de colonne suivants, dans n'importe quel ordre : !columns

source: It is advised to disable the currency's balance limits before importing.
fr: On conseille de désactiver les limites des soldes de la devise avant d'importer.

source: Paste 2 or 3 comma separated columns into the field below, the first column should be the uid or username, the second column the current balance, and optionally the third column should be the user's gross income until now (turnover).
fr: Coller 2 ou 3 colonnes séparées par des virgules dans le champ ci-dessous, la première colonne devrait être l'identifiant ou le nom d'utilisateur, la seconde colonne le solde courant, et en option la troisième colonne devrait être le revenu brut du membre jusqu'à présent (taux de rotation).

source: The first line of the field should read (third column is optional): !code
fr: La première ligne du champ devrait afficher (la troisième colonne est optionnelle): !code

source: Balance (second item) on row @num is not numeric: @val
fr: Le solde (deuxième élément) sur la ligne @num n'est pas un nombre: @val

source: Gross income (third item) on row @rownum is not a number: @val
fr: Le revenu brut (troisième élément) sur la ligne @rownum n'est pas un nombre: @val

source: gross income (third item) on row @rownum cannot be less than 0: @val
fr: le revenu brut (troisème élément) sur la ligne @rownum ne peut pas être plus petit que 0: @val

source: Gross income
fr: Revenu brut

source: Gross expenditure
fr: Dépenses brutes

source: Carried Forward
fr: Solde reporté

source: Payer and Payee must be numeric user IDs: @value)
fr: Le Donneur et le Receveur doivent être des identifiants numériques : @value

source: Cannot import transaction data for users 1 or 0
fr: Impossble d'importer les données des échanges pour les utilisateurs 1 ou 0

source: User @num does not exist
fr: Le membre @num n'existe pas

source: Currency code: !code
fr: Code de devise : !code

source: Transaction type: !type
fr: Type d'échange : !type

source: Description field: !field
fr: Champs de description : !field

source: The starting balance of the imported user
fr: Le solde de démarrage de l'utilisateur importé

source: The total income ever of this user.
fr: Le revenu de ce membre depuis le début.

source: Importing balance (and gross income) per user is incompatible with importing the transaction history.
fr: Importer le solde (et les revenus bruts) par utilisateur est incompatible avec l'importation de l'historique des échanges.

source: Import Tools
fr: Outils d'importation

source: Settings
fr: Paramètres

source: Import balances
fr: Importer les soldes

source: Import transactions
fr: Importer les échanges

source: Import transactions for users already on the system.
fr: Importer les échanges pour les utilsateurs déjà dans le système.

source: Paste a csv to import transactions. Assumes one currency.
fr: Coller un csv pour importer les échanges. Il assume une seule devise.

source: Server reports:
fr: Rapports du serveur :

source: Problem saving transaction on server: @message
fr: La sauvegarde de l'échange pose problème sur le serveur : @message

source: Unknown account & failed to create a new account on intertrading server
fr: Compte inconnu et échec de création d'un nouveau compte sur le serveur d'échanges intersels

source: Diagnostics from server: @message
fr: Diagnostics du serveur: @message

source: Transaction field @fieldname is invalid: : @value
fr: Le champ de l'échange @fieldname est invalide : : @value

source: Missing config field: @fieldname
fr: Le champ de configuration: @fieldname manque

source: Field @fieldname should be @operator 0: @val
fr: Le champ @fieldname devrait être @operator 0 : @val

source: Field @fieldname contains invalid characters
fr: Le champ @fieldname contient des caractères invalides

source: Your Intertrading ratio (balance/volume) exceeds @num%: @balance / @volume
fr: Votre ratio d'inter-échanges (balance/volume) dépasse @num% : @balance / @volume

source: Type error in field '@fieldname'. Should be a @type.
fr: Erreur d'encodage dans le champs '@fieldname'. Ce devrait être un(e) @type.

source: Your exchange is exists, but is blocked on the intertrading network.
fr: Votre échange existe mais est bloqué sur le réseau d'inter-échanges.

source: Wrong key: @key
fr: Mauvaise clé : @key

source: Not enough data to authenticate
fr: Pas assez de données pour authentifier

source: Failed to connect with @server; returned: @message
fr: La connexion avec @server a échoué : @message

source: Transaction would exceed remote client's intertrading limits by @quantity
fr: L'échange dépasserait les limites d'échanges intersels du donneur distant de @quantity

source: Transaction would exceed remote client's account limits by @quantity
fr: L'échange dépasserait les limites du compte du donneur distant de @quantity

source: Misc validation error on remote client: @message
fr: Diverses erreurs de validation sur le donneur distant : @message

source: client not found: @server
fr: le client n'a pas été trouvé : @server

source: Failed to connect: @params
fr: La connexion a échoué : @params

source: Unknown mail on @client: @mail
fr: Message inconnu à @client : @mail

source: Unknown error code @code: @args
fr: Erreur inconnue, code @code: @args

source: intertrading
fr: inter-échanges

source: Site @site returned error @message
fr: Le site @site a renvoyé une erreur @message

source: Unexpected result from @url: @result
fr: Résultat inattendu depuis @url: @result

source: intertrading error
fr: erreur d'échange intersels

source: access statement
fr: notification d'accès

source: View the aggregating trading stats which show the activity of this exchange to the trading network.
fr: Voir les statistiques de l'aggrégat d'échange qui montrent l'activité de cet échange au sein du réseau d'échanges.

source: Intertrade
fr: Inter-échanger

source: Initiate transactions with other exchanges
fr: Démarrer d'autres échanges

source: Intertrading server
fr: Serveur d'intersels

source: The url of the server.
fr: L'url du serveur.

source: WARNING. This cannot and should not be easily changed once your account on the intertrading server is created
fr: AVERTISSEMENT : Ceci ne peut et ne doit pas pouvoir être facilemennt changé une fois que votre compte a été créé sur le serveur d'échanges Intersel

source: Account for external transactions
fr: Compte pour les échanges extérieurs

source: The value of the currency, relative to a common denominator.
fr: La valeur de la devise, par rapport à un dénominateur commun

source: If 1 tick is 1 minute and your currency is hours, then enter 60
fr: Si 1' tic' est 1 minute et que votre devise est en heures, introduire 60

source: Which field API field on the transaction entity should be used for 'description'
fr: Quel champ API field de l'entité échange doit être utilisé pour 'description'

source: Intertrading works better when the transaction entity has a description field
fr: L'inter-échange fonctionne mieux quand l'échange a un champ description

source: Handshake with server
fr: Poignée de main avec le serveur

source: Ticks must be greater than zero
fr: Les' tic' doivent être plus grands que zéro

source: Ticks must be numeric
fr: Les 'tic' doivent êtres numériques

source: Geolocation
fr: Géolocalisation

source: The intertrading server would like to know where you are.
fr: Le serveur d'échanges intersel aimerait savoir où vous êtes.

source: To determine your coordinates, please visit !link
fr: Pour déterminer vos coordonnées, veuillez vérifier sur !link

source: You have an account on the intertrading server.
fr: Vous avez un compte sur le serveur d'échanges intersels.

source: Name of intertrading currency
fr: Nom de la devise pour l'inter-échange

source: Relative value
fr: Valeur relative

source: Balances add up to zero
fr: Les soldes s'ajoutent à zéro

source: Yes
fr: Oui

source: No
fr: Non

source: Number of traders
fr: Nombre d'échangeurs

source: Last 30 days transactions
fr: Échanges des 30 derniers jours

source: Last 365 days volume
fr: Volume des 365 derniers jours

source: Largest negative balance
fr: Le plus gros solde négatif

source: Balance of Trade
fr: Solde d'échange

source: Visibility
fr: Visibilité

source: Not public
fr: Non public

source: Coordinates must be numeric
fr: Les coordonnées doivent être numériques

source: Coordinates out of range: @val
fr: Coordonnées hors limites: @val

source: @varname not set. Configure intertrading at !link
fr: @varname n'est pas prêt. Configurer l'échange intersel sur !link

source: No receipts are possible at this time
fr: Aucun reçu possible pour l'instant

source: The most @name can receive is !amount
fr: @name peut recevoir au maximum !amount

source: No payments are possible at this time
fr: Pas de paiements possibles pour l'instant

source: The most @name can pay is !amount
fr: @name peut donner au maximum !amount

source: Remote exchange
fr: Échange distant

source: Not listed?
fr: Pas dans la liste ?

source: Remote payer email address
fr: L'adresse courriel du donneur distant

source: Remote payee email address
fr: L'adresse courriel du receveur distant

source: Confirm
fr: Confirmer

source: There was a problem saving the transaction on the remote site.
fr: Conserver l'échange sur le site distant a posé un problème.

source: Intertrading server url
fr: url du serveur d'échanges intersel

source: The url of the server. Contact the server administrator to change this
fr: L'url du serveur. Prenez contact avec l'administrateur du serveur pour changer ceci

source: Ticks
fr: Tics

source: Currency used for intertrading
fr: Devise utilisée pour l'échange intersel

source: The account on this exchange used for intertrading
fr: Le compte de cet échange est utilisé pour l'échange intersel

source: Enter the account number
fr: Introduire le numéro de compte

source: Description field
fr: Champ description

source: Choose from these fields which have been added to the transaction entity
fr: Choisir parmi ces champs qui ont été ajoutés à l'entité échange

source: No account
fr: Aucun compte

source: Account blocked
fr: Compte bloqué

source: Account active
fr: Compte actif

source: @name account status is: @status
fr: le statut du compte de @name est: @status

source: @name account balance is !balance
fr: le solde du compte de @name est !balance

source: @name can trade between: @min & @max
fr: @name ne peut échanger qu'entre: @min & @max

source: @name must trade above: @min
fr: @name doit échanger au-dessus de: @min

source: @name must trade below: @max
fr: @name doit échanger en-dessous de: @max

source: Transactions so far: @count
fr: Échanges jusqu'à présent : @count

source: Transactions with the intertrading account cannot be modified
fr: Les échanges avec le compte d'échanges intersel ne peuvent pas être modifiés

source: Intertrading is not possible with this form.
fr: Effectuer des échanges intersel n'est pas possible avec ce formulaire

source: server passed wrong key, @key to this client. Actual key is @key1
fr: Le serveur a passé la mauvaise clé, @key pour ce client. La clé actuelle est @key1

source: server accepted new key: @key
fr: le serveur a accepté une nouvelle clé: @key

source: Uploaded @num transactions to intertrading server
fr: @num échanges téléversés sur le serveur d'échanges intersels

source: Trading network
fr: Réseau d'échange

source: Display statistics about this exchange in the Community Forge network
fr: Afficher les statistiques sur cet échange dans le réseau de Community Forge

source: Remote transaction
fr: Échange distant

source: Trade with another exchange in the network
fr: Ajouter un échange dans le réseau

source: Remote claim
fr: Déclaration à distance

source: Request credit from another exchange
fr: Demander un crédit d'un autre échange

source: Remote payment
fr: Don à distance

source: Credit someone in another exchange
fr: Créditer quelqu'un dans un autre échange

source: Replicate transaction history to server
fr: Reproduire l'historique des échanges sur le server

source: Credit clearing systems are by nature closed systems. But it is possible to make meta credit-clearing systems, composed of local systems, each trusting the the credit of the others. This is called 'intertrading', It widens the scope of your market, and it brings with it a new level of governance and accountability.
fr: Les systèmes d'acquitement de crédit sont par nature des systèmes fermés. Mais il est possible de faire des systèmes d'acquitement de crédit meta, composés de systèmes locaux, chacun faisant confiance au crédit des autres. Ceci est appelé 'inter-échanges'. Il élargit la portée de votre zone d'échanges, et il apporte avec lui un nouveau niveau de gouvernance et de responsabilité.

source: Anonymous users have been granted permission to see the stats. However this is not required to be part of the intertrading network
fr: Les utilisateurs anonymes ont reçu la permission de voir les statistiques. Cependant ceci n'est pas exigé pour faire partie du réseau d'échanges intersel

source: Intertrading client
fr: Client d'échanges intersel

source: Exchange with other mutual credit systems using a ClearingCentral 2 server. Contact Community Forge for details
fr: Échanger avec un autre système de crédit mutuel utilisant un serveur ClearingCentral 2. Contacter Community Forge pour plus de détails

source: Balance:
fr: Solde:

source: Spending limit:
fr: Limite de don:

source: Receiving limit:
fr: Limite de réception:

source: Formula to calculate minimum limit
fr: La formule pour calculer le solde minimum

source: Use the following tokens:
fr: Utiliser les jetons suivants:

source: Formula to calculate maximum limit
fr: La formule pour calculer le solde maximum

source: Formula does not evaluate to a number: @result
fr: La formule ne donne pas pour résultat un nombre : @result

source: Optional minimum balance
fr: Solde minimum (en option)

source: Must be less than or equal to zero
fr: Doit être moins ou égal à zéro

source: Optional maximum balance
fr: Solde maximum (en option)

source: Must be greater than 0.
fr: Doit être plus grand que zéro.

source: Limits must be numeric: @value
fr: Les limites doivent être numériques : @value

source: Minimum balance must not be larger than 0
fr: Le Solde miminal ne doit pas excéder 0

source: Maximum balance must be larger than 0
fr: Le solde maximum doit être plus grand que zéro

source: Transaction would take @name !quant above the maximum balance of !max
fr: L'échange mettrait @name !quant au-dessus du solde maximum de !max

source: Transaction would take @name !quant below the minimum balance of !min
fr: L'échange mettrait @name !quant en-dessous du solde minimum de !min

source: Balance limits
fr: Limites des soldes

source: Transactions will be rejected which take accounts beyond these limits.
fr: Les échanges qui mettront les soldes au-delà de ces limites seront rejetés.

source: Choose which method to use, and configure it.
fr: Choisissez quelle méthode utiliser, et configurez-la.

source: Method
fr: Méthode

source: How will the limits be determined?
fr: Comment les limites seront-elles déterminées ?

source: No limits
fr: Aucune limite

source: Everyone has the same limits, stated below
fr: Chacun a les mêmes limites, défines ci-dessous

source: Calculate the limits using an equation and tokens.
fr: Calculez les limites en utilisant une équation et des jetons.

source: Personal balance limits, set manually
fr: Limites personnelles du solde, établies manuellement

source: These override any limits defined in the currency.
fr: Ceci outrepasse toutes limites définies dans la devise.

source: Trading limits (adjusted for the balance)
fr: Les limites d'échange (ajustées pour le solde)

source: My limits
fr: Mes limites

source: @user's limits
fr: Les limites de @user

source: Block settings
fr: Paramètres du bloc

source: Limit balances
fr: Soldes limites

source: Min and max balance limits per user and per currency
fr: Limite de solde minimum et maximum par utiisateur et par devise

source: The trading limits for a user in a currency or currencies
fr: Les limites d'échange pour un utilisateur dans une ou des devises

source: Signed by
fr: Confirmé par

source: Awaiting Signatures
fr: En attente de confirmation

source: Require signatures for certain transaction types before they are cleared.
fr: Exiger des confirmations pour certains types d'échange avant qu'ils ne soient effacés.

source: Pending
fr: En attente

source: awaiting signatures before becoming 'finished'.
fr: en attente de confirmation avant d'être 'conclu'.

source: Both participants must sign
fr: Les deux participants doivent confirmer

source: Logged in user signs automatically
fr: L'utilisateur connecté confirme automatiquement

source: Counter-signers
fr: Ceux qui contresignent

source: Choose one or more users
fr: Choisir un ou plusieurs utilisateurs

source: Use the email template on this page to notify all signatories
fr: Utiliser le gabarit de courriel sur cet page pour avertir tous les signataires

source: Signature notification
fr: Avis de confirmation

source: Your signature required
fr: Votre confirmation exigée

source: Transaction signed off
fr: Échange terminé

source: Transaction #@serial is already signed by @name
fr: L'échange #@serial a déjà été confirmé par @name

source: Transaction @serial is signed off
fr: L'échange @serial est terminé

source: Sign
fr: Confirmer

source: Sign off
fr: Conclure

source: Awaiting signature
fr: En attente de confirmation

source: Signed
fr: Confirmé

source: Some completed transactions still have signatures pending, please report to matslats: @serials
fr: Certains échanges conclus ont toujours des confirmations en attente, s'il vous plait, adressez-vous à matslats : @serials

source: Require signatures before transactions enter pending state
fr: Exige des confirmations avant que les échanges ne soient 'en attente'

source: the transaction to which this entry is attached
fr: l'échange auquel cette donnée est attachée

source: the uid of the signatory
fr: L'identifiant du signataire

source: whether it is awaiting a signature
fr: s'il est en attente d'une confirmation

source: Transaction signing
fr: Confirmation d'échange

source: Use actions and triggers to require signatures before transactions move into pending state. Default assumes all active members will expire at the end of the year
fr: Utiliser des actions et des déclencheurs pour exiger des confirmations avant que les échanges ne passent "en attente". Par défaut, on suppose que tous les membres actifsadhésions vont expirer à la fin de l'année

source: Signatures needed on pending transactions
fr: Confirmations requises pour les échanges en attente

source: Signatory
fr: Signataire

source: Signatory to a transaction
fr: Signataire d'un échange

source: Show only transactions on which the current user is a signatory
fr: Afficher seulement les échanges dont le membre actuel est signataire

source: Signatory user
fr: Utilisateur signataire

source: Transaction #[serial]
fr: Échange #[serial]

source: Awaiting my signature...
fr: En attente de ma confirmation...

source: logged in user must sign here
fr: Le membre connecté doit confirmer ici

source: My pending transactions
fr: Mes échanges en attente de confirmation

source: signatures waiting for given user, or all signatures if no uid passed
fr: confirmations en attente d'un membre, ou toutes les confirmations si aucun identifiant utilisateur n'est passé

source: Other pending transactions
fr: Autres échanges en attente

source: I'm waiting for signatures
fr: J'attends des confirmations

source: Waiting for...
fr: En attente...

source: Pending transactions which I have already signed
fr: Échanges en attente que j'ai déjà confirmés

source: Pending transactions
fr: Échanges en attente de confirmation

source: Text to display
fr: Texte à afficher

source: Define the SMS syntax for recording exchanges
fr: Définir la syntaxe SMS pour enregistrer des échanges

source: Transact via sms
fr: Échanger par sms

source: Register new transactions over SMS
fr: Enregistrer des nouveaux échanges par SMS

source: Incoming messages from phones
fr: Messages entrants depuis les téléphones

source: Define the form of the text messages.
fr: Définir la forme des messages texte.

source: Try to include variations and get feedback from your users as to what works.
fr: Essayer d'inclure des variations et d'avoir un retour de vos membres sur ce qui fonctionne.

source: Put the longer ones first
fr: Mettre les plus longs d'abord

source: Expressions for recording an incoming transfer
fr: Expressions pour enregistrer un transfert entrant

source: Expressions for recording an outgoing transfer
fr: Expressions pour enregistrer un transfert sortant

source: One per line.
fr: Un par ligne.

source: Exchanges triggered by SMS require confirmation?
fr: Les échanges amorcés par SMS demandent-ils confirmation ?

source: Check this for new exchanges to be created as pending.
fr: Vérifier ceci pour les nouveaux échanges qui doivent être créés avec le statut "en attente"

source: Responses
fr: Réponses

source: Messages send to phones
fr: Messages envoyés aux téléphones

source: Response for a successful exchange
fr: Réponse pour un échange réussi

source: Leave blank for no response, or put [inherit]
fr: Laisser vide pour aucune réponse, ou introduire [inherit]

source: Error response
fr: Erreur

source: Response in case the message doesn't fit any of the above templates
fr: Réponse au cas où le message ne correspond à aucun des gabarits ci-dessus

source: '@template' should include '@token'
fr: '@template' devrait inclure '@token'

source: SMS response: Syntax error
fr: réponse SMS : erreur de syntaxe

source: Your number is not registered at @sitename
fr: Votre numéro n'est pas enregistré à @sitename

source: Unknown user: @user
fr: Utilisateur inconnu : @user

source: You do not have permission to trade via SMS
fr: Vous n'avez pas le droit d'échanger via SMS

source: @name does not have permission to trade.
fr: @name n'a pas le droit d'échanger.

source: Your balance is @num
fr: Votre solde est @num

source: SMS transactions
fr: Échanges SMS

source: Untested with SMS module!! Trigger exchanges from your phone using SMS
fr: Non testé avec le module SMS !! Entraîne des échanges depuis votre téléphone en utilisant SMS

source: Transactions
fr: Échanges

source: currency
fr: devises

source: Currencies
fr: Devises

source: currencies
fr: devises

source: This action will permanently remove any customizations made to this currency.
fr: Cette action supprimera de manière permanente toute configuration de cette devise

source: The currency has been reverted.
fr: La devise a été réinitialisée.

source: This action will permanently remove the currency from your database.
fr: Cette action enlèvera de manière permanente la devise de votre base de données.

source: The currency has been deleted.
fr: La devise a été supprimée.

source: Now
fr: Maintenant
