Repository: drupalprojects/mutual_credit
Catalog: translations/mutual_credit.*.po
Languages: fr

source: On @recorded<br />!payer <strong>paid</strong> !payee</br />the sum of !worth
fr: Le @recorded <br/>!payer <strong>a payé à</strong> !payee<br/> la somme de !worth

source: On @recorded, !payer gave !payee !worth
fr: Le @recorded, !payer a donné à !payee !worth

source: On @recorded, !payer will give !payee !worth
fr: Le @recorded, !payer donnera à !payee !worth

source: Dependent transactions
fr: Échanges dépendants

source: Name of currency
fr: Nom de la monnaie

source: Use the plural
fr: Utiliser le pluriel

source: Appearance
fr: Apparence

source: Display format
fr: Format d'affichage

source: Write an expression to control the display of the currency using html, css and the following tokens:
fr: Écrivez une formule pour contrôler l'affichage de la devise en utilisant du html, css et les jetons suivants:

source: For example, !a shows as !b
fr: Par exemple : !a s'affiche comme !b

source: Integer values only
fr: Uniquement des nombres entiers

source: Cents in same field, delimited by '.'
fr: Les centimes dans le même champ, délimités par '.'

source: Cents in separate field
fr: Les centimes dans un champ séparé

source: Allowed subdivisions, below
fr: Ci-dessous, les subdivisions autorisées

source: Allowed subdivisions
fr: Subdivisions autorisées

source: On each line put "hundredths| visible text". The visible text replaces the @subdivision in the display format, above.
fr: Sur chaque ligne mettre "centièmes| texte visible". Le texte visible remplace @subdivision dans le format affiché ci-dessus.

source: Determine which users are permitted to use this currency
fr: Déterminer quels utilisateurs sont autorisés à utiliser cette devise

source: View aggregated user transaction data
fr: Voir l'ensemble des données de l'échange de l'utilisateur

source: View aggregated system data
fr: Voir l'ensemble des données systèmes

source: Determine who can view transactions in each state.
fr: Déterminer qui peut voir l'échange à chaque étape

source: Any the checked conditions must return TRUE
fr: Chaque condition cochée doit renvoyer VRAI

source: Declared by
fr: Déclaré par

source: Update
fr: Mettre à jour

source: Currency format must contain token '@integer'
fr: Le format de la devise doit inclure le jeton '@integer'

source: Currency format must contain token '@subdivision'
fr: Le format de la devise doit inclure le jeton '@subdivision'

source: There should be at least two lines in field '@fieldname'
fr: Il devrait y avoir au moins deux lignes dans le champs '@fieldname'

source: line "@val" should contain a pipe character, |
fr: ligne "@val" devrait inclure un caractère "barre verticale", |

source: '@val' should be an integer from 0 to 99, followed directly by a pipe, |, followed directly by a word or phrase with no unusual characters
fr: '@val' devrait être un entier entre 0 et 99, suivi directement par une barre verticale, | , directement suivi par un mot ou une phrase sans caractères spéciaux

source: Invalid currency specified: @num
fr: Devise spécifée invalide : @num

source: edit
fr: modifier

source: Worth
fr: Valeur

source: Floating point value to two decimal places
fr: Nombre en virgule flottante, avec 2 chiffres après la virgule

source: Units
fr: Unités

source: Cents
fr: Centimes

source: This currency does not exist, or you do not have permission to use it: @currcode
fr: Cette devise n'existe pas, ou vous n'êtes pas autorisé à l'utiliser : @currcode

source: Only certain centiles are permitted for @name
fr: Uniquement certains centiles sont autorisés pour @name

source: Zero value transactions not allowed in @currency
fr: Les échanges avec un montant égal à zéro ne sont par autorisés par @currency

source: The maximum value is !value
fr: La valeur maximum est !value

source: Use up to two decimal places, with a point '.' if necessary
fr: Utilisez jusqu'à deux décimales, avec un point '.' si nécessaire,

source: Payments per transaction
fr: Ce qui a été donné pour chaque échange

source: Maximum one per currency
fr: Au maximum un par devise

source: Choose one currency
fr: Choisissez une devise

source: One field per currency
fr: Un champs par devise

source: %name must be a positive integer.
fr: %name doit être un entier positif.

source: Rate or amount
fr: Taux ou montant

source: Enter a number, a percentage, or a formula using [q] for the transaction quantity
fr: Introduire un nombre, un pourcentage, ou une formule en utilisant [q] pour le montant de l'échange

source: Calculation method
fr: Méthode de calcul

source: Up
fr: Haut

source: Down
fr: Bas

source: Does not return a number for transaction quantity 1: @notnum
fr: Ne retourne pas un nombre pour la quantité d'échange 1: @notnum

source: Transaction
fr: Échange

source: An HTML laid out view of the transaction cluster
fr: Une vue des échanges en HTML

source: Search index
fr: Index de recherche

source: Search result
fr: Résultat de la recherche

source: Account to be debited
fr: Compte à débiter

source: Account to be credited
fr: Compte à créditer

source: Transaction type
fr: Type d'échange

source: State
fr: État

source: Recorded by
fr: Introduit par

source: Record
fr: Enregistrement

source: Transaction was already submitted
fr: L'échange avait déjà été introduit

source: Undo mode
fr: Mode suppression

source: What should happen when a user or admin deletes a transaction.?
fr: Que doit-il arriver quand un membre ou un administrateur supprime un échange?

source: Some system operations may 'scratch' transactions
fr: Des opérations système pourraient 'biffer' les transactions

source: Cannot be changed after a transaction has been undone
fr: Ne peut pas être changé après qu'une transaction ait été supprimée

source: Wipe slate - remove transactions from database
fr: Passer l'éponge - supprimer les échanges de la base de données

source: Scratch - use deleted transaction state
fr: Biffer - utiliser l'état 'supprimé' de l'échange

source: Reverse - create an equal and opposite transaction
fr: Inverser - créer un échange égal et opposé

source: Currencies per transaction
fr: Devises par échange

source: One currency per transaction
fr: Une devise par échange

source: Many currencies per transaction
fr: Plusieurs devises par échange

source: A transaction must involve two different users
fr: Un échange doit impliquer deux utilisateurs différents

source: @fieldname required for completed transaction
fr: @fieldname obligatoire pour conclure un échange

source: Cancel
fr: Annuler

source: Invalid transaction state: @value.
fr: État de l'échange non valide: @value.

source: Invalid transaction type: @value
fr: Type d'échange non valide: @value.

source: Transaction saved by [transaction:creator]
fr: Échange enregistré par [transaction:creator]

source: A transaction for [transaction:worth] has been finalised
fr: Un échange de [transaction:worth] a été finalisé

source: More details can be found at:
fr: Voir pour plus de détails:

source: To change your notification settings, visit your profile at:
fr: Pour modifier vos paramètres de notificaton, aller dans votre profil :

source: The team at [site:name]
fr: L'équipe du [site:name]

source: Only send for these transaction types.
fr: Envoyé seulement pour ces types d'échange.

source: Transaction types
fr: Types d'échange

source: Mail template
fr: Modèle de courriel

source: Subject
fr: Sujet

source: Body
fr: Corps du texte

source: Carbon copy
fr: CC

source: Send an extra copy to this address
fr: Envoyer une copie supplémentaire à cette adresse

source: That e-mail address is not valid.
fr: Cette adresse mail n'est pas valide.

source: Mapping
fr: Cartographie

source: Payer pays other
fr: Le donneur donne

source: Payee pays other
fr: Le receveur donne

source: Other pays payer
fr: Un autre donne au donneur

source: Other pays payee
fr: Un autre donne au receveur

source: Other account
fr: Autre compte

source: What is the fixed value of this transaction?
fr: Quelle est la valeur fixe de cet échange ?

source: The value of the transction may depend on the value of the main transaction.
fr: La valeur de l'échange pourrait dépendre de la valeur de l'échange principal.

source: Enter a number, a percentage, or a formula using [q] for the transaction quantity.
fr: Introduire un nombre, un pourcentage ou une formule en utilisant [q] pour le montant de l'échange.

source: Rounding
fr: Arrondi

source: Invalid formula
fr: formule invalide

source: Which of the text fields below is used for the transaction description?.
fr: Lequel des champs texte ci-dessous est utilisé pour la description de l'échange?.

source: @fieldname must be numeric
fr: @fieldname doit être un nombre

source: Negative values not allowed
fr: Des valeurs négatives ne sont pas autorisées

source: This currency does not exist: @currcode
fr: Cette devise n'existe pas: @currcode

source: Quantity
fr: Quantité

source: Income: !quant
fr: Revenu: !quant

source: Transactions: @count
fr: Echanges: @count

source: Transaction ID
fr: Identifiant de l'échange

source: The unique serial number of the transaction.
fr: Le numéro de série unique de l'échange

source: Payer
fr: Donneur

source: The user ID of the payer
fr: L'identifant du donneur

source: Payee
fr: Receveur

source: The user ID of the payee
fr: L'identifiant du receveur

source: User who created the transaction
fr: Le membre qui a créé l'échange

source: Currency code
fr: Code de devise

source: Community Coins
fr: Monnaie communautaire

source: Community Accounting
fr: Comptabilité de la communauté

source: Community accounting
fr: Comptabilité de la communauté

source: Value
fr: Valeur

source: Unique serial number
fr: Numéro de série unique

source: The unique serial number of the transaction cluster.
fr: Le numéro de série unique du groupe d'échange.

source: Payer name
fr: Le nom du donneur

source: The user whose account is credited
fr: Le membre dont le compte est crédité

source: Payee name
fr: Le nom du receveur

source: The user whose account is debited
fr: Le membre dont le compte est débité

source: Difference to payer in the main transaction
fr: Différence pour le donneur dans l'échange principal

source: Total change to payers balance from transaction cluster
fr: Changement total dans le solde des donneurs dans le groupe d'échange

source: Difference to payee in the main transaction
fr: Différence pour le receveur dans l'échange principal

source: Total change to payees balance from transaction cluster
fr: Changement total du solde des donneurs du groupe d'échange

source: Certificate
fr: Certificat

source: Created
fr: Créé

source: When the transaction was created
fr: Quand l'échange a été créé

source: Creator
fr: Concepteur

source: The user who first recorded the transaction
fr: Le membre qui a encodé l'échange en premier

source: Tokens related to a transaction cluster.
fr: Jetons liés à un groupe d'échanges.

source: Transaction description field
fr: Champs de description de l'échange

source: Optional nominated fieldAPI field for describing the transaction
fr: En option, Champs fieldAPI intitulé pour décrire l'échange

source: Transaction delete mode
fr: Mode de suppression de l'échange

source: Whether transactions should be deleted, erased or offset
fr: Les échanges doivent-ils être détruits, effacés ou remplacés

source: Unable to load transaction @serial
fr: Impossible de charger l'échange @serial

source: Is the textfield on your transaction used for the description? !link
fr: Le champs texte dans votre échange est-il utllisé pour la description? !link

source: Balances
fr: Soldes

source: Trading status
fr: Statut de l'échange

source: @user's account
fr: compte de @user

source: User
fr: Utilisateur

source: Show as part of profile being viewed
fr: Mettre dans le profile visible

source: Show for logged in user
fr: Montrer à un utilisateur connecté

source: Cleared
fr: Acquitté

source: the last state of the workflow
fr: le dernier état du flux de travail

source: State explanations: @explanations
fr: Explication de l'état: @explanations

source: Transact
fr: Échanger

source: Register exchanges with other members, subject each currency's permissions
fr: Enregistrer des échanges avec d'autres membres, soumettre les permissions de chaque devise

source: Manage all transactions
fr: Gérer tous les échanges

source: Retrospectively manage transactions
fr: Gérer les échanges rétroactivement

source: Configure all currencies
fr: Configurer toutes les devises

source: Edit the properties of any currency
fr: Modifier les propriétés de n'importe quelle devise

source: Declare currency
fr: Déclarer une devise

source: Create a new currency
fr: Créer une nouvelles devise

source: The payee in the transaction
fr: Le receveur de l'échange

source: The payer in the transaction
fr: Le donneur dans l'échange

source: Transaction #@serial
fr: Échange #@serial

source: Edit currency '@name'
fr: Modifier la devise '@name'

source: Completed transaction notification
fr: Notification de l'échange conclu

source: Mail sent to the participants when the transaction completes
fr: Courriel envoyé aux participants quand l'échange est accompli

source: One or more values, each denominated in a currency
fr: Un ou plusieurs nombres, chacun nommé dans une devise

source: User @name cannot use @currency
fr: Le membre @name ne peut pas utiliser @currency

source: !name field is required.
fr: Le champ !name est exigé.

source: Currency
fr: Devise

source: Nonexistent currency '@currcode' requested from: @list
fr: La devise inexistante '@currcode' exigée par: @list

source: For ease of setup, authenticated user has been granted 'transact' permission.
fr: Pour la facilité de la configuration, les utilisateurs authentifiés ont reçu la permission 'échanger'

source: Universal currency code (8 chars, immutable)
fr: Code de devise universel (8 caract., inaltérable)

source: @num currencies have been upgraded
fr: Les devises @num ont été mises à jour

source: Notify transactees
fr: Avertir les échangeurs

source: Community Accounting API
fr: API pour une comptabilité communautaire

source: Defines transaction entity with a swoppable controller, a default currency, 'worth' field, and the forms, views theme callbacks for basic manipulation
fr: Définit l'entité échange avec un rappel de thème de vues pour un contrôleur swoppable, une devise par défaut, un champs 'valeur', et les formulaires pour une manipulation basique

source: A username, email, or user ID
fr: Un nom, une adresse électronique ou un numéro d'utilisateur

source: Mail all payees (optional)
fr: Envoyer un mail à tous les receveurs (optionnel)

source: Mail all payers (optional)
fr: Envoyer un mail à tous les donneurs (optionnel)

source: Some tokens may not apply.
fr: Certains jetons pourraient ne pas s'appliquer.

source: Are you sure?
fr: Êtes-vous certain(e) ?

source: A transaction view with all the filters exposed.
fr: Une vue d'échange avec tous les filtres exposés.

source: Mass payments
fr: Paiements groupés

source: One-off payments between one account and several other accounts
fr: Paiements exceptionnels entre un compte et plusieurs autres comptes.

source: Many to one
fr: Plusieurs à un

source: One to many
fr: Un à plusieurs

source: One to few
fr: Un à quelques-uns

source: Few to one
fr: Quelques-uns à un

source: Log transaction
fr: Consigner l'échange

source: One-off transaction creation, with all the values exposed.
fr: Création d'un échange exceptionnel, avec toutes les valeurs exposées.

source: Interface for accountants
fr: Interface pour les comptables

source: Navigate transactions and create new ones
fr: Parcourir les échanges et en créer de nouveaux

source: Edit transaction form.
fr: Modifier le formulaire d'échange.

source: To work in many languages this form should be exported to a custom module, then not overwritten, and the strings wrapped in t().
fr: Pour travailler dans plusieurs langues, ce formulaire pourrait être exporté dans un module personnalisé, à ce moment-là non écrasé, et les chaînes de caractère emballés dans t().

source: Create transaction forms for specific use-cases. Use with caution as not all permutations are meaningful.
fr: Créer des formulaires d'échange pour des cas d'usage spécifiques. A utiliser avec prudence parce que toutes les permutations ne sont pas significatives.

source: 3rd Party
fr: Entre des tiers

source: 1st Party
fr: Saisir un échange

source: Every form is a menu callback with its own access control. Don't forget currencies have their own access control as well.
fr: Chaque formulaire est un rappel de menu avec son propre contrôle d'accès. N'oubliez pas que les devises ont également leur propre contrôle d'accès.

source: Path
fr: Chemin

source: Unique path to this form. Don't forget you can use a path alias over this
fr: Chemin unique pour ce formulaire. N'oubliez pas que vous pouvez utiliser un alias de chemin

source: Menu link location
fr: Localisation du lien du menu

source: Choose the menu, or menu item-type.
fr: Choisir le menu, ou élement de menu.

source: Some choices may not produce a menu item
fr: Certains choix pourraient ne pas générer un élément de menu

source: For more info, see 'type' info at !link
fr: Pour plus d'info, voir l'information ' type' sur !link

source: No menu item
fr: Aucun élément de menu

source: Access control
fr: Contrôle d'accès

source: In addition to currency access control, and block access control, access to this form can be restricted.
fr: En plus du contrôle d'accès à la devise et du contrôle d'accès au bloc, l'accès à ce formulaire peut être limité.

source: Make block available
fr: Rendre le bloc disponible

source: The block is named according the path.
fr: Le bloc est nommé selon le chemin.

source: Remember that blocks have their own caching and access control.
fr: Souvenez-vous que les blocs ont leur propre contrôle de cache et d'accès

source: Whether this is completed by a 3rd party or a participant.
fr: Selon que ceci est complété par un tiers ou par un participant.

source: Other user
fr: Autre utilisateur

source: Either 'incoming' or 'outgoing' relative to the logged in user
fr: Soit 'entrant' ou 'sortant' selon la perspective du membre connecté

source: Neither
fr: Aucun

source: User experience
fr: L'expérience du membre

source: Deteriming how the form and the confirmation work for the user
fr: Déterminer comment le formulaire et la confirmation fonctionne pour un membre

source: Title
fr: Titre

source: For use in block title and menu links.
fr: Pour utiliser dans le titre d'un bloc et les liens d'un menu.

source: Leave blank to jump to the confirmation stage.
fr: Laisser vide pour passer à l'étape de confirmation.

source: Main form
fr: Formulaire principal

source: Confirmation page title
fr: Titre de la page de confirmation

source: Confirmation preview mode
fr: Mode aperçu pour la confirmation

source: Form submission
fr: Soumission de formulaire

source: Settings for @field
fr: Paramètres pour @field

source: Submit
fr: Soumettre

source: Save button label
fr: Étiquette du bouton d'enregistrement

source: The text to appear on the 'save' button, or the absolute url of an image.
fr: Le texte à paraître sur le bouton 'enregistrer', ou l'url absolu d'une image.

source: Goes to the new transaction certificate by default.
fr: Va au nouveau certificat d'échange par défaut

source: Confirmation message
fr: Message de confirmaton

source: Contents of the message box.
fr: Les contenus de la boîte à message.

source: Put the default language here, then !link.
fr: Mettre la langue par défaut ici, ensuite !link.

source: translate
fr: traduire

source: Default value
fr: Valeur par défaut

source: This field is required
fr: Ce champs est exigé

source: Strip theme container
fr: Éliminer le conteneur de thème

source: Disable the outer container, so it doesn't render the field #title and #description but gives you fuller control in the template below.
fr: Désactiver le conteneur externe, de sorte qu'il ne fournisse pas le champ #title et #description mais vous donne un contrôle plus complet dans le gabarit ci-dessous.

source: Either preset @tokenname, or include that token in the template.
fr: Soit prérégler @tokenname, ou inclure ce jeton dans le gabarit.

source: Required field '@name' must be used in the form template
fr: Le champ exigé '@name' doit être utilisé dans le gabarit du formulaire

source: Users to choose from
fr: Membres à choisir parmi

source: Configure this widget more at !link
fr: Aller plus loin dans la configuration de ce composant sur !link

source: Request
fr: Demande

source: Payment
fr: Paiement

source: Widget
fr: Composant

source: Dropdown select box
fr: Boîte déroulante de sélection

source: Radio buttons
fr: Boutons radio

source: 'incoming' option label
fr: étiquette de l'option 'entrant'

source: 'outgoing' option label
fr: étiquette de l'option 'sortant'

source: Designed forms
fr: Formulaires composés

source: Templates for payment forms
fr: Gabarit pour les fomulaires de paiement

source: Community accounting designed forms
fr: Formulaires composés pour la comptabilité de la communauté

source: Page title
fr: Titre de page

source: Template
fr: Gabarit

source: Sure title
fr: Titre sûr

source: Other person
fr: Autre personne

source: Please choose...
fr: Veuillez choisir...

source: Back
fr: Précédent

source: Who was it with?
fr: Avec qui était-ce ?

source: Mcapi forms
fr: Formulaires Mcapi

source: There is no default tab under path 'transact/'
fr: Il n'y a pas d'onglet par défaut avec le chemin 'transact/'

source: You may need permission to use the text format to edit this form
fr: Vous pourriez avoir besoin d'une permission pour utiliser le format de texte afin de modifier ce formulaire

source: Test your form before enabling for users!
fr: Tester votre formulaire avant de l'activer pour les membres !

source: Transaction form:
fr: Formulaire d'échange:

source: Design transaction forms
fr: Composez les formulaires d'échange

source: Create and edit the forms used to record and edit transactions
fr: Créer et modifier les formulaires utilisés pour enregistrer et mettre à jour les échanges

source: Css menu tab identifier
fr: Identifiant de l'onglet menu Css

source: The second stage of the the transaction form works best when the menu tabs are hidden.
fr: La deuxième étape du formulaire d'échange fonctionne mieux quand les onglets du menu sont cachés.

source: Write the css identifier for the div on this page containing the menu items which 'List', 'Update' & 'Settings'.
fr: Écrire l'identifiant css pour le div sur cette page contenant les éléments de menu parmi 'List', 'Update' et 'Settings'.

source: Don't forget the leading . or #
fr: N'oubliez pas le . ou # du début

source: The default values are set in the form designer: !link
fr: Les valeurs par défaut sont mises dans l'interface du formulaire: !link

source: Payment form
fr: Formulaire de paiement

source: Forms and form builder UI
fr: Formulaires et interface de constructeur de formulaire

source: Exportable transaction form builder
fr: Constructeur de formulaire d'échange exportable

source: Translate
fr: Traduire

source: Name
fr: Nom

source: Storage
fr: Stockage

source: Operations
fr: Actions

source: transaction form
fr: formulaire d'échange

source: Transaction form
fr: Formulaire d'échange

source: transaction forms
fr: formulaires d'échange

source: Transaction forms
fr: Formulaires d'échange

source: This action will permanently remove any customizations made to this form.
fr: Cette action supprimera définitivement toute configuration faite sur ce formulaire

source: The form has been reverted.
fr: Le formulaire a été réinitialisé.

source: This action will permanently remove the form from your database.
fr: Cette action supprimera définitivement le formulaire de votre base de données.
