Repository: drupalprojects/mutual_credit
Catalog: translations/mutual_credit.*.po
Languages: fr

source: System health metric designed by Tom Greco
fr: Système de mesure de santé établi par Tom Greco

source: Granted according to the settings of all the currencies mentioned in the filters
fr: Attribué en fonction de la configuration de toutes les devises mentionnées dans les filtres

source: Greco index [greco]
fr: Indice Greco [greco]

source: Currency access mode
fr: Mode d'accès à la devise

source: See the settings on each currency's page.
fr: Voir la configuration sur la page de chaque devise.

source: According to the membership of the currency
fr: Conformément à l'enregistrement de la devise

source: According to whether the user summary data is accessible
fr: Selon l'accessiblilité du récapitulatfi des données du membre

source: According to whether the system summary data is accessible
fr: Selon l'accessiblilité du récapitulatfi des données système

source: Membership
fr: Adhésion

source: User summary data
fr: Un récapitulatif des données du membre

source: System-wide summary data
fr: Les données de tout le système
