Repository: drupalprojects/mutual_credit
Catalog: translations/transactions.*.po
Languages: de, es, fr

source: a link to the member's own page
de: Link zur eigenen Seite des Mitglieds

source: You can't send an empty email
de: Du kannst keine leere E-Mail verschicken
fr: Vous ne pouvez pas envoyer un courriel vide

source: User @id
de: Benutzer @id

source: Receive email notification when someone initiates a transaction with you?
de: Möchtest Du eine Benachrichtigung erhalten, wenn jemand einen Tauschvorgang mit Dir eröffnet?

source: no
de: Nein
fr: non

source: yes
de: Ja
fr: oui

source: module
de: Modul

source: view all transactions
de: Alle Tauschvorgänge ansehen
fr: Afficher tous les échanges

source: edit all transactions
de: Alle Tauschvorgänge bearbeiten
fr: modifier tous les échanges

source: configure transactions
de: Tauschvorgänge konfigurieren

source: invoice
de: Rechnung
es: factura
fr: demander

source: payment
de: Bezahlung
fr: donner

source: claim
de: Forderung
fr: demander

source: gift
de: Geschenk
fr: faire un don

source: Transaction module is installed. Set the default currency at !link
de: Tauschmodul ist erstellt. Unter !link vorgegebene Währung einstellen
es: El modulo de Transacción esta instalado. Establezca la moneda por default en !link
fr: Le module échanges est installé. Veuillez paramétrer l'unité d'échange par défaut ici !link

source: Links from the complementary currencies package
de: Links von den Zusatzwährungslisten

source: the node to which this entry is attached
de: Beitrag, an den dieser Eintrag anknüpft
fr: cette item est attaché à ce node

source: the user id of the payer
de: Benutzeridentität des Bezahlers
fr: le n° de la personne qui a donné des unités d'échange

source: the user id of the payee
de: Benutzeridentität des Zahlungsempfängers
fr: le n° de la personne qui a reçu des unités d'échange

source: the uid of the subject of the transaction, the starter
de: Benutzeridentität des Tauschsubjektes, der Starter
fr: le n° de l'échange, la personne qui a saisi l'échange

source: uid of the object of the transaction
de: Benutzeridentität des Tauschobjektes
fr: le n° de l'objet de l'échange

source: the id of the currency used
de: Identität der benutzten Währung

source: the number of units transferred, (@type)
de: Anzahl der übertragenen Einheiten, (@type)
fr: le nombre d'unités d'échange transférées, (@type)

source: The type of transaction, types are provided by modules
de: Art des Tauschvorgangs, die Arten werden von Modulen geliefert
fr: Le type d'échange, fourni par des modules

source: the quality of the work done, expressed as a quantity
de: Qualität der erledigten Arbeit, ausgedrückt als Menge
fr: la qualité de l'échange, exprimée en quantité

source: nid of parent transaction
de: NID einer Parent Transaktion
fr: n° de l'échange parent

source: cached balances, turnovers and pending balances, for exposure to views
de: Versteckte Kontostände, Umsätze und unerledigte Kontostände, zur Sichtbarmachung
fr: soldes en cache, sorties et "en attente" , pour être affiché par views

source: the currency id, where there is more than one currency
de: Geldidentität wenn es mehr als eine Währung gibt
fr: le n° d'unité, quand il y a plus d'une unité d'échange

source: forecast balance after pending transactions are completed for this user in this currency, (@type)
de: Voraussichtlicher Kontostand nachdem die unerledigten Tauschvorgänge erledigt sein werden für diesen Benutzer in dieser Währung, (@type)

source: average transaction rating for this user in this currency
de: Durchschnittliche Tauschbewertung für diesen Benutzer in dieser Währung

source: The average transaction rating for this user in this currency
de: Durchschnittliche Tauschbewertung für diesen Benutzer in dieser Währung

source: The balance including pending transactions, (@type)
de: Kontostand einschliesslich unerledigter Tauschvorgänge, (@type)

source: The sum of all pending transactions, (@type)
de: Summe aller unerledigter Tauschvorgänge, (@type)

source: Transactions
de: Tauschvorgänge
es: Transacciones
fr: Échanges

source: Makes a contentType called transactions and manages the way that users create and view this content.
de: Macht einen sog. 'Inhaltstypen'-Tauschvorgang und handhabt die Art und Weise wie die Benutzer diesen Inhalt erstellen und sehen.
es: Hace un tipo de contenido llamado transacciónes y administra la forma en la que los usuarios crean y miran el contenido
fr: Crée un type de contenu appelé "échanges" et gère la façon dont les adhérents créent et consultent ce contenu.

source: Provides advice and a simple text box to paste csv style data from your existing spreadsheets. This is a work in progress. Assumes user 1 is the balancing account.
de: Bietet Hilfe und eine einfache Textbox, um CSV-Daten aus bestehenden Arbeitsblättern zu kopieren. Diese Funktion ist noch nicht einsetzbar. Geht von der Vermutung aus, dass Benutzer 1 das Ausgleichskonto ist.

source: Import Tools
de: Werkzeuge importieren

source: Import Balances
de: Kontostände importieren

source: Import Offers
de: Angebote importieren

source: Import Wants
de: Tauschgesuche importieren

source: This page allows you to import users' balances and gross incomes for users already on the system. To import users, see the !import_user module.
de: Diese Seite erlaubt es, Kontostände und Bruttoeinkommen für Benutzer zu importien, die bereits im System gespeichert sind. Um Benutzer zu importieren, siehe das !import_user-Modul.

source: Paste paste 2 or 3 comma separated columns into the field below, the first column should be the uid or username, the second column the current balance, and optionally the third column should be the user's gross income until now (turnover). This tools assumes there is only one currency in the system. The second column SHOULD add up to 0 for LETS and other zero balance systems, but this is not checked.
de: Kopiert 2 oder 3 durch ein Komma getrennte Spalten in das unten stehende Feld. Die erste Spalte sollte die Benutzidentität oder der Benutzername sein. Die zweite Spalte der aktuelle Kontostand. Ggf. sollte die dritte Spalte das Gesamteinkommen des Benutzers bis jetzt sein (Umsatz). Dieses Instrument geht davon aus, dass es nur eine Währung im System gibt. Die zweite Spalte SOLLTE 0 für den Tauschring und andere Systeme, die auf 0 aufgehen müssen, ergeben. Dies wurde jedoch nicht überprüft.

source: to import balances you need a balancing account. Specify the account number at !admin/marketplace
de: Um Kontostände zu importieren wird ein Ausgleichskonto benötigt. Spezifiziere die Kontonummer unter !admin/marketplace

source: balance (second item) on row @num is not an integer
de: Kontostand (zweite Angabe) in Zeile @num ist keine ganze Zahl

source: gross income (third item) on row @rownum must be a positive integer
de: Gesamteinkommen (dritte Angabe) in Zeile @num muss eine positive ganze Zahl sein.

source: gross income (third item) on row @rownum cannot be less than 0
de: Gesamteinkommen (dritte Angabe) in Zeile @num darf nicht kleiner als 0 sein

source: Gross expenditure
de: Gesamtausgaben
fr: Sorties

source: Carried Forward
de: Übertrag

source: The description on row @rownum is more than 128 characters
de: Beschreibung in Zeile @rownum hat mehr als 128 Zeichen

source: This page allows you to import users' @type for users already on the system. There are other ways of doing this, but this is simple and maintained along with the rest of the Complementary Currencies module. <br />If you have 'goods & services' enabled or 'local vs offical' money then it assumes this is a service in local money <br />Use a spreadsheet tool to prepare a list of user ids, or names, and their @type in one line. For aesthetic reasons, there is a 128 character limit on each description. Each line should look like this: !code <br />Try importing one or two first.
de: Diese Seite gestattet es, Benutzer @type zu importieren für Benutzer, die bereits im System gespeichert sind. Es gibt andere Wege, dies zu tun, aber dies ist einfach und wird zusammen mit dem übrigen Zusatzwährungsmodul eingestellt. <br /> Falls 'Waren & Dienstleistunge' oder 'lokales vs offizielles' Geld eingestellt wurde, dann geht es davon aus, dass dies eine Dienstleistung in lokalem Geld ist <br /> Benutze ein Arbeitsblatt-Programm, um eine Liste der Benutzeridentitäten oder -namen und ihre @type in einer Zeile vorzubereiten. Aus esthetischen Gründen gibt es eine Begrenzung auf 128 Zeichen bei jeder Beschreibung. Jede Zeile sollte wie folgt aussehen: !code <br /> Versuche zuerst eine oder zwei Zeilen zu importieren.

source: user (first item) on row @rownum is not a user
de: Benutzer (erste Angabe) in Zeile @rownum ist kein Benutzer

source: Cc Multipay
de: Zusatzwährung Mehrfachzahlung

source: Create mass transactions to and from one account
de: Erstellen von Massentauschvorgänge von einem Konto zum anderen

source: Many-to-one
de: Viele auf eine(n)

source: collect an arbitrary amount from most accounts
de: Einzug einer beliebigen Summe von den meisten Konten

source: One-to-many
de: Eine(r) auf alle

source: payout an arbitary amount to a few people
de: Auszahlung einer beliebigen Summe an einge Menschen

source: Payer exceptions
de: Ausnahmen bei den Bezahlern

source: Select the accounts you DON'T want to be billed. Use CTRL click to select more than one.
de: Auswahl der Konten, die NICHT belastet werden sollen. Benutze Str klick, um mehr als eines auszuwählen

source: Select the one account to which all the transactions will flow.
de: Auswahl desjenigen Kontos, auf das alle Tauschvorgänge (oder Finanztransaktionen??) gebucht werden

source: How much should be taken from each account?
de: Wie viel soll jedem Konto entnommen werden?

source: Generate transactions
de: Tauschvorgänge auslösen

source: Many-to-one multipay of @amount: @description
de: Viele auf eine(n) Mehrfachzahlung von @amount: @description

source: Payees
de: Zahlungsempfänger

source: Select the accounts you want to be paid. Use CTRL click to select more than one.
de: Auswahl der Konten, die bezahlt werden sollen. Benütze Str klick, um mehr als eines auszuwählen.

source: Select the one account from which all the transactions will flow.
de: Auswahl desjenigen Kontos, aus dem alle Tauschvorgänge hervorgehen werden

source: How much should be paid into each account?
de: Wie viel soll auf jedes Konto einbezahlt werden?

source: One-to-many multipay of @amount: @description
de: Eine(r) auf alle Mehrfachzahlung von @amount: @description

source: A currency
de: Währung

source: Currency Name
de: Währungsname

source: Currency purpose, ethos, values and rules
de: Währung: Zweck, Ethos, Wert und Regeln

source: Currency name
de: Währungsname
fr: Nom de l'unité d'échange

source: Write the full title, like this: 'Loaves,bread' or 'pounds, sterling silver' or 'chickens'
de: Schreib den ganzen Titel, wie z.B. 'Laibe, Brot' oder 'Pfund, Silbersterling' oder 'Hühner'

source: Write about the purpose and value of your currency. If your currency is "hearts", what is a heart for, how would I earn or spend one? In particular, is it intended to be redeemable or is it purely a unit of account? That means would you redeem 5 virtual loaves of bread for real ones or tell me to go back online where I came from? Remember you may not be able to edit your currency once someone has traded in it.
de: Beschreibe Zweck und Wert Eurer Währung. Wenn die Währung z.B. 'Herz' heisst, wofür steht sie dann, wie kann ich sie verdienen und ausgeben? Insbesondere, ob beabsichtigt ist, dass sie eingelöst werden kann oder ob es bloss eine rein buchhalterische Einheit ist. D.h. würdest Du 5 virtuelle Brotlaibe gegen reale Brotlaibe einlösen oder dies ablehnen? Es ist zu beachten, dass die Währung nicht mehr bearbeitet werden kann wenn einmal mit ihr gehandelt worden ist.

source: Defines two contentTypes which are created and edited by each user and which are presented as a directory categorised using taxonomy.
de: Definiert zweit contentTypes??, die von jedem Benutzer erstellt und bearbeitet werden und die in einem kategorisierten Verzeichnis taxonomisch erscheinen

source: An entry in the @type directory.
de: Eintrag in das @type Verzeichnis

source: Product or service you want to sell
de: Produkt oder Dienstleistung, die Du verkaufen willst
es: Producto o servicio que usted quiere vender

source: Product or service you want to buy
de: Produkt oder Dienstleistung, die Du kaufen möchtest
es: Producto o servicio que usted quiere comprar

source: Distinguish between @goods and @services
de: Unterscheidung zwischen @goods und @services

source: Each @offer and @want can be subdivided into @goods and @services, and the directory pages and views can be organised accordingly, although this can get complicated, as there will need to be a whole new set of views
de: Jedes @offer und jede @want kann unterteilt werden in @goods und @service. Die Seiten des Verzeichnisses und die Ansichten können entsprechend organisiert werden, obwohl dies kompliziert werden kann, weil dies einen ganzen Satz neuer Ansichten nach sich zieht

source: Distinguish between directory entries in community currency and in official currency
de: Unterscheidung zwischen Einträge ins Verzeichnis in der Gemeinschaftswährung und in der offiziellen Währung

source: It will be possible, using Ubercart, to take money for adverts for transactions involving official money
de: Mittels Ubercart wird es möglich sein, Geld einzuziehen für Tauschanzeigen, bei der in offizieller Währung gezahlt wird

source: N.B. It is also possible to disable the node body for offers and wants. See !link
de: N.B. Es ist auch möglich, den Beitragstext für Angebot und Nachfrage auszuschalten. Siehe !link

source: Offers/wants directory
de: Angebot-/Nachfrage-Verzeichnis

source: Configure features of the directory
de: Konfiguration der Eigenschaften des Verzeichnisses

source: @type categories
de: @type Kategorien

source: A list of categories in the @type directory
de: Liste der Kategorien im @type Verzeichnis

source: cc-categories of @type
de: cc-Kategorien von @type

source: cc-Add offer/want form
de: cc-Beifügen von Angebot/Nachfrage-Formular

source: @type Categories
de: @type Kategorien

source: Place your ad
de: Gib Deine Anzeige ein

source: Always show both forms
de: Immer beide Formulare anzeigen

source: If both offers and wants are enabled, do you want both of the 'add new' forms to show up in this block at the same time, or only the most appropriate form?
de: Sollen beide 'Neu hinzufügen'-Formulare gleichzeitig in diesem Block angezeigt werden wenn sowohl Angebot und Nachfrage erlaubt sind oder nur das geeignetste Formular?

source: Only show one form
de: Nur ein Formular anzeigen

source: Show both forms
de: Beide Formulare anzeigen

source: Type of @type
de: @type Art

source: Community money
de: Gemeinschaftswährung

source: Official Money
de: Offizielle Währung

source: Specify whether you want offers and wants by stating what word to use for them. Also name goods and services if they are enabled in !link.
de: Spezifizierung, ob Angebot und Nachfrage möglich sein sollen, indem festgelegt wird, welches Wort dafür sie benutzt wird. Nenne auch Waren und Dienstleistungen, wenn sie in !link erlaubt sind.

source: Whatever the user is offering to the community (singular)
de: Was der Benutzer der Gemeinschaft anbietet ((Singular)

source: Whatever the user wants from the community (singular)
de: Was der Benutzer von der Gemeinschaft möchte (Singular)

source: The word for an object to be bought or sold
de: Wort für ein Objekt, das gekauft oder verkauft werden kann

source: The word for a service or skill to be bought or sold
de: Wort für eine Dienstleistung oder eine Fähigkeit, die gekauft oder verkauft wird

source: contact @username
de: Kontakt @username

source: @person's directory
de: @person's Verzeichnis

source: Click to add a new !directory
de: Anklicken, um ein neues !directory hinzuzufügen

source: cc_transaction_types
de: cc_transcation_types

source: view directory
de: Verzeichnis ansehen

source: edit directory
de: Verzeichnis bearbeiten

source: offer
de: Angebot
es: oferta

source: publish offer
de: Angebot veröffentlichen

source: A contentType called request, which when completed with a user id, becomes an acknowledgement for which each user has a total.
de: 'Inhaltstypen' genannte Anfrage, die, wenn sie mit einer Benutzeridentiät vervollständigt wurde, zu einer Bestätigung wird, für die jeder Benutzer eine Gesamtsumme hat

source: A contentType which when completed with a user id, becomes an acknowledgement for which each user has a total.
de: 'Inhaltstypen' genannte Anfrage, die, wenn sie mit einer Benutzeridentiät vervollständigt wurde, zu einer Bestätigung wird, für die jeder Benutzer eine Gesamtsumme hat

source: A need to be met by a user
de: Ein Bedürfnis, das von einem Benutzer erfüllt werden muss

source: This special object can have two names which can be the same.
de: Diese besondere Objekt kann zwei Namen haben, die gleich sein können

source: nobody yet
de: Noch niemand

source: Who has fulfilled this @type?
de: Wer hat diesen @type ausgeführt?

source: create requacks
de: Erstellen von 'requacks'

source: complete requacks
de: Vervollständigen von 'requacks'

source: edit any requack
de: Bearbeiten eines 'requacks'

source: metadata for currencies, in addition to name and title
de: Metadaten für Währungen, zusätzlich zu Name und Titel

source: the node id to which this currency is attached
de: Knotenidentität, auf die sich die Währung bezieht

source: the nominal value of this currency expressed as an objective value (0 means not interchanagable)
de: Nominalwert dieser Währung ausgedrückt als objektiver Wert (0 bedeutet nicht austauschbar)

source: an adjustment to the zero balance per user
de: Anpassung an den ausgeglichenen Kontostand pro Benutzer

source: what happens after the decimal point, quarter hours or centiles
de: Was nach dem Dezimalpunkt steht, Viertelstunden oder Hundertstel

source: the default minumim balance allowed to tbe held
de: Voreingestellter Mindestkontostand, der erlaubt ist

source: the default maximum balance allowed to tbe held
de: Voreingestellter Höchstkontostand, der erlaubt ist

source: The offers_wants contentTypes are installed. Now go to !link make a vocabulary control one or both of them.
de: Offers_wants Inhaltstypen wurden installiert. Weiter zu !link für eine Wörterkontrolle von einem oder von beiden.
es: Las ofertas_pedido Tipos de contenido están instalados. Ahora vaya a !link y realice un vocabulario control 1 o ambos

source: offers and wants extra data
de: Zusatzdaten für Angebot und Nachfrage

source: 1 = goods, 0 = services
de: 1 = Waren, 0 = Dienstleistungen

source: 0 = cc, 1 = official money
de: 0 = Zusatzwährungen, 1 = offizielles Geld

source: Cc Import
de: Zusatzwährungen importieren

source: Import Offers, Wants and 'carried forward' balances using No 1 account. Built for Fernie, Canada
de: Importieren von Angeboten, Tauschgesuchen und Uebertragkontostände. Benutzt wird Konto Nr. 1. Erstellt für Fernie, Kanada

source: Create Transactions involving multiple users to or from one account
de: Erstellung von Tauschvorgängen, die mehrere Benutzer einbeziehen, auf oder von einem Konto

source: Cc Currencies
de: Zusatzwährungen Währungen

source: Override the default currency with a choice of currencies
de: Missachten der voreingestellten Währung durch eine Auswahl an Währungen

source: Offers/Wants
de: Angebot/Nachfrage
es: Ofertas/Pedidos

source: Allows users to contribute to a categorised directory of offers and wants.
de: Erlaubt den Benutzern, Beiträge für ein kategorisiertes Angebot/Nachfrage-Verzeichnis zu leisten

source: requests / acknowledgements
de: Anfragen / Bestätigungen

source: A contentType called request, which when completed with a user id, becomes an acknowledgement for which each user has a total. Built for Sel du Lac, Geneva.
de: contentType?? genannte Anfrage, die mit einer Benutzeridetität erfüllt werden kann und zu einer Bestätigung wird, für die jeder Benutzer einen Gesamtbetrag ??hat. Erstellt für Sel du Lac, Genf.

source: Uid Login
de: Benutzerkennung Anmeldung

source: Alters the login function so that users login with their uid, and usernames are not necessarily unique. Built for Sel du Lac, Geneva
de: Verändert die Anmeldefunktion, so dass die Benutzer sich mit ihrer Benutzerkennung anmelden. Die gleichen Benutzernamen können mehrfach auftauchen. Erstellt für Sel du Lac, Genf.

source: Offers and wants directory entries, created by members
de: Einträge ins Angebot/Nachfrage-Verzeichniss, erstellt durch Mitglieder

source: Filter for goods and services
de: Filter für Waren und Dienstleistungen

source: Local or official money?
de: Lokales oder offizielles Geld?

source: Whether the trade would be in official money
de: Ob der Handel mit offizieller Währung durchgeführt werden würde

source: Type
de: Art

source: Member
de: Mitglied

source: Skill or service
de: Fähigkeit oder Dienstleistung

source: %1 categories
de: %1 Kategorien

source: title
de: Titel

source: Want categories
de: Nachfragekategorien

source: Directory
de: Verzeichnis

source: Latest %1 offers
de: Letzte %1 Angebote

source: Latest directory entries
de: Letzte Verzeichniseinträge

source: There are no entries in this category
de: Es gibt keine Einträge für diese Kategorie

source: Posted on
de: Eingetragen am

source: Latest offers/wants
de: Neueste Angebote/Nachfrage

source: Latest Offers
de: Neueste Angebote

source: There are no offers in this category
de: Es gibt keine Angebote in dieser Kategorie

source: Latest offers
de: Neueste Angebote

source: Latest %1 wants
de: Neueste %1 Nachfrage

source: Latest Wants
de: Neueste Nachfragen

source: Wants, newest first
de: Nachfragen, neuste zuerst

source: There are no wants in this category
de: Es gibt keine Nachfrage in dieser Kategorie

source: Latest wants
de: Neueste Nachfragen

source: Requests/acknowledgements
de: Anfragen/Bestätigungen

source: Things requested done for free, and counted
de: Gratisarbeiten, die gezählt wurden

source: Completer
de: Vervollständiger
fr: La personne qui confirme l'échange

source: The user id who met the request
de: Benutzeridentität, die die Anfrage erledigt hat

source: Request
de: Anfrage

source: Acknowledgement
de: Bestätigung

source: Number of @acknowledgements
de: Anzahl von @acknowledgements

source: Total
de: Gesamt

source: The total number of @acknowledgements received by the user
de: Gesamtzahl von @acknowledgements, die der Benutzer erhalten hat

source: Money flows between users.
de: Geldfluss zwischen Benutzern
es: Dinero que fluye entre los usuarios
fr: Le Flux d'unités entre adhérents.

source: Purchaser
de: Käufer
es: Comprador

source: The user id who spent currency in the transaction.
de: Benutzerkennung, die Währung bei diesem Tauschvorgang ausgegeben hat
es: La id del usuario que ha gastado la moneda en la transacción
fr: Le n° de l'adhérent qui a donné des unités d'échange.

source: Show only transactions where the current user paid
de: Anzeige derjenigen Tauschvorgänge, für die der aktuelle Benutzer gezahlt hat
es: Mostrar solo las transacciónes en donde el corriente usuario ha pagado
fr: Afficher les échanges ou cet adhérent à versé des unités

source: The user who spent currency in the transaction.
de: Benutzer, der Währung für diesen Tauschvorgang ausgegeben hat
es: El usuario que ha gastado la moneda en la transacción
fr: L'adhérent qui a donné des unités d'échange.

source: Seller
de: Verkäufer
es: Vendedor

source: The user id who received currency in the transaction.
de: Benutzerkennung, die Währung beim Tauschvorgang erhalten hat
es: La id del usuario que recivió la moneda en la transacción
fr: Le n° de l'adhérent qui a reçu des unités d'échange
