Repository: drupalprojects/mutual_credit
Catalog: translations/transactions.*.po
Languages: de, es, fr

source: Transactions for this user to complete
fr: Echanges à confirmer par cet adhérent

source: Transactions started by this user
fr: Echanges saisis par cet adhérent

source: Balance over time for @user
fr: Evolution du solde de @user

source: Steps
fr: Echelons

source: Sampled
fr: Echantillonné

source: Straight
fr: Droit

source: Error creating balance chart: url to google charts exceeded 2048 charts.
fr: Erreur dans la création du tableau: plus que 2048 points.

source: Unconfirmed total
fr: en attente

source: Average rating
fr: Appréciation moyenne

source: Transactions for !user to sign off
fr: Echanges à confirmer par !user

source: Transactions !user started
fr: Echanges saisis par !user

source: There are no completed transactions.
fr: Vous n'avez pas d'échanges comptabilisés

source: With
fr: avec

source: !starter will give !completer !amount for '!transaction_link'
fr: !starter va donner à !completer !amount pour '!transaction_link'

source: !starter will receive !amount from !completer for '!transaction_link'
fr: !starter va recevoir !amount de la part de !completer pour l'échange '!transaction_link'

source: On @submitted, !payer gave !payee !amount for '!transaction_link'
fr: !payer a donné !payee !amount pour l'échange '!transaction_link' du @submitted

source: On @submitted, !payer did not give !payee !amount for '!transaction_link'. (DELETED)'
fr: !payer n'as pas donné à !payee !amount pour l'échange '!transaction_link' le @submitted, car cet échange est supprimé.

source: No currency defined in variables table
es: No hay moneda definida en la tabla de variables

source: Default Currency Name
es: Nombre de la mondeda por Default

source: If there is more than one currency on the system, this currency, known as currency-0 will never be seen or used. Otherwise this name will be available as a variable for use in styling quantities. You should use the plural form of the noun
es: Si hay más de una moneda en el sistema, la moneda, conocida como Moneda-0 no será enviada o utilizada. De otra forma, el nombre estará a disposición como una variable para su uso en cantidades medidas. Usted debe usar el nombre plural del nombre

source: Transactions will be declined by the system if the balance of the seller would go above this number. Up to six digits. Leave blank for no limit(not reccomended). (This feature works independently of the maximum balance for each additional currency defined by the currencies module.)
es: Las transacciónes serán declinadas por el sistema si el balance del vendedor es superior a este número. Hasta seis dígitos. Dejar en blanco para el espacio no limitado (no es recomendable). (Esta característica trabaja independientemente del balance máximopara cada moneda adicional y es definida por el módulo de monedas)

source: Transactions will be declined by the system if the balance of the payer would go below this number. Up to seven digits, including minus sign. Leave blank for no limit (not reccomended). (This feature works independently of the minimum balance for each additional currency defined by the currencies module.)
es: Las transacciónes serán declinadas por el sistema si el balance del pagador se encuentra por debajo de este número. Sobre siete digitos, incluyendo el signo menos. Deje en blanco para níngun limite (no es recomendado). (Esta figura trabaja independientemente del balance minimo de cada moneda adicional definida por el modulo de monedas.)

source: Your community will be richer if users take a few seconds more to describe the transaction in more detail. It will also make the transaction easier to categorise, and easier for the participants to remember. Suggested value is 4.
es: Su comunidad será enriquecida si los usuarios toman algunos segunods más para describir la transacción con mayor detalle. También se realizará la transacción facilmente si se categoriza, y aún mas facil para ser recordada por los participantes. El valor sugerido es 4.

source: Submit
es: Envie

source: Traders can earn a reputation when their customers rate them highly. Use this field to list the words used to describe the quality of transactions, from worst to best, one on each line. Example:<br />Bad<br />As expected<br />Great<br />Note that changing the number of rating options after transactions have been entered will distort the averages. I wonder if there is a drupal ratings module which could do this more effectively? Probably not because only buyers can rate. This feature therefore needs a lot more work to make it attractive and interesting.
es: Los negociantes deben ganar una reputación con sus clientes que los evaluarán dandoles un alto valor. Use este espacio para realizar una lista con las palabras con las que usted describirá la calidad de las transacciónes, de peor a mejor, en cada una de las lineas. Ejemplo:<br />Malo<br />Como esperado<br />Excelente<br />Note que al cambiar el numero del rating de las opciones luego de las transacciones han sido realizadas cambiará los promedios. Me pregunto si existe un modulo en drupal de ratings que puede realizar esto efectivamente? Probablemente no pues solo los compradores pueden dar un valor. Esta figura necesita entonces mucho mas trabajo para que sea atractiva e interesante

source: This user has no completed transactions
es: Este usuario no ha realizado completamente ninguna transacción

source: There are no transactions to display
es: No hay transacciónes para mostrar

source: Purchases
es: Compras

source: Sales
es: Ventas

source: Payed
es: Pagado

source: will pay
es: Pagará

source: !payer @verb !payee !amount for '@transaction'
es: !payer @verb !payee !amount para '@transaction'

source: Turnover
es: Volumen de los ingresos

source: What was paid for?
es: Por qué pago?

source: Minimum @int words
es: Minimo @int palabras

source: Delete
es: Borre

source: Previous month statistics
es: Estadísticas de los últimos meses

source: Usernumber
es: Numero de Usuario

source: Status
es: Estatus

source: Roles
es: Funciones

source: Last access
es: Ultimo acceso

source: Operations
es: Operaciones

source: No users available.
es: Ningún usuario disponible

source: Defines two contentTypes called Offer and Wants which are created and edited by each user and which are compiled to make a directory.
es: Define dos Tipos de contenido llamado Oferta y Pedido que son creados y editados por cada uno de los usuarios y que son compilados para hacer un directorio.

source: Offer
es: Oferta

source: An entry in the offers directory.
es: Una entrada en el directorio de ofertas

source: Want
es: Pedido

source: An entry in the wants directory.
es: Una entrada en el directorio de pedidos.

source: Offers Directory
es: Directorio de Ofertas

source: Wants Directory
es: Directorio de Pedidos

source: Member's Directory
es: Miembros del Directorio

source: My Directory
es: Mi Directorio

source: want
es: pedido

source: Click here to !addanew to the directory
es: Clickee aquí para !addanew al directorio

source: View a !printable directory
es: mire un directorio !printable

source: A transaction is a movement of a quantity of a currency between one user and another. It also has a description and sometimes a rating
es: Una transacción es un movimiento de una cantidad de moneda entre un usuario y otro. También posee una descripción y por momentos un rating

source: Marketplace
es: Mercado

source: Balance Sheet
es: Contabilidad

source: My balance Sheet
es: Mi contabilidad

source: My balances
es: Mis balances

source: Start payment
es: Comience el pago

source: Transactions awaiting my confirmation
es: Transacciones esperando confirmación

source: Balances for user
es: Balances para el usuario

source: You must enter a positive amount
es: Usted debe entrar un valor positivo

source: proffer
es: profitar

source: take
es: retirar

source: give
es: dar

source: Now go to the blocks page and set the 'new payment' block to appear only on pages 'user*', and place it in a region.
es: Ahora vaya a la pagina de bloques y configure el bloque "nuevo pago" para que aparezca solo en las paginas de "usuario*", y emplacelo en una region

source: Allows architectural adjustments to complementary currencies This should not be overwritten in an upgrade!
es: Permite ajustes estructurales para las monedas complementarias. Esto no debe ser reescrito en un upgrade!

source: Allows users to contribute to a directory of offers and wants.
es: Admite a los usuarios contribuir a un directorio de ofertas y pedidos Allows users to contribute to a directory of offers and wants.

source: Want Categories
es: Categorias de Pedido

source: The sum of the user's incomplete transactions
es: La suma de las transacciónes incompletas

source: Transactions by user
es: Transacción por el usuario

source: You haven't completed any transactions yet
es: Usted no ha aún completado la transacción
