Repository: drupalprojects/mutual_credit
Catalog: translations/transactions.*.po
Languages: de, es, fr

source: Minimum number of words to describe a transaction
de: Mindestwortzahl zur Beschreibung eines Tauschvorgangs
es: Número minimo de palabras para describir una transacción
fr: Nombre de mots minimum pour la description

source: This site could be better if you can get members to take a few seconds more to describe the transaction in more detail. It will also make the transaction easier to categorise, and easier for the participants to remember. Suggested value is 4.
de: Diese Seite kann verbessert werden, wenn die Mitglieder sich etwas mehr Zeit nehmen, um den Tauschvorgang genau zu beschreiben. Dadurch kann der Tauschvorgang auch besser kategorisiert werden und die Mitglieder können ihn sich so besser merken. Der vorgeschlagene Wert ist 4.
fr: Ce site sera amélioré si vos adhérents prennent quelques secondes de plus pour décrire leurs échanges. Ceci facilite également la catégorisation, et la validation de l'échange par le partenaire. Valeur préconisée: 4

source: Selecting other users
de: Auswahl anderer Benutzer
fr: Sélectionnez d'autres adhérents

source: On the new transaction form, in what order should the members be listed?
de: In welcher Reihenfolge sollen die Mitglieder auf dem neuen Tauschformular aufgeführt werden?
fr: Choisissez l'ordre de la liste des adhérents sur le formulaire Ajouter un échange

source: User ID
de: Benutzeridentität
fr: Identifiant

source: username
de: Benutzername

source: On the new transaction form, what fields should be used to identify members in the dropdown. Sorry but you can't configure the order of fields or the spacer character. Soon this will include all profile fields as well.
de: Welche Felder sollen benutzt werden, um auf dem neuen Tauschformular die Mitglieder auf der Dropdown-Liste zu identifizieren?Du kannst die Reihenfolge der Felder oder die Leerzeichen leider nicht konfigurieren. Demnächst werden hier auch alle Profilfelder enthalten sein.

source: Email address
de: E-Mail-Adresse

source: Threshold at which to use autocomplete widget on the user selection
de: Schwellenwert, bei dem für die Benutzerauswahl ein autovervollständigendes 'Widget' gebraucht wird.
fr: A partir de combien de noms est-ce que le widget autocomplete se met en marche

source: When you have more users than can fit in a dropdown box, you should probably use an autocomplete field instead.
de: Wenn es mehr Benutzer gibt als Platz in einem Dropdown-Menü, sollte stattdessen ein autovervollständigendes Feld benutzt werden.
fr: Quand vous avez beaucoup d'adhérents, essayez le champ "remplissage automatique " à la place de la liste déroulante.

source: Minimum number of words must be a positive integer
de: Die Mindestwortzahl muss eine positive ganze Zahl sein
es: El número minimo de palabras debe ser un numero integro positivo
fr: Le nombre minimum de mots doit être un nombre positif

source: This must be an integer: @value
de: Hier wird eine ganze Zahl benötigt: @value
fr: Ceci doit être un nombre entier: @value

source: If there is more than one currency on the system, this currency will never be seen or used. the marketplace module does not use a default currency name, but you can use theme_money and/or the stylesheet, class 'currency-0'
de: Falls es mehr als eine Währung im System gibt, so ist diese Währung nicht sichtbar oder wird nie genutzt. Das Marktplatzmodul benutzt keinen voreingestellten Währungsnamen, aber Du kannst heme_money und/oder Formatvorlage (stylesheet), Klasse 'currency-0' benutzen

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier

source: Currency subdivision
de: Währungsunterteilung
fr: sous-division de l'unité

source: integer
de: Ganze Zahl
fr: nombre entier

source: quarters (of an hour)
de: Viertelstunden
fr: quarts (d'heure)

source: hundredths (two decimal places)
de: Hundertstel (zwei Dezimalstellen)
fr: centièmes (à deux décimales)

source: Many LETS currencies are not divisible, while hours might be divisible into quarters. THIS OPTION IS NOT WORKING PRESENTLY. IF YOU CHOOSE CENTILES OR HOURS, YOU NEED TO MANUALLY CHANGE THE FOLLOWING DB_FIELDS TO FLOATS: cc_transactions.quantity, cc_balance_cache.balance, cc_balance_cache.pending_difference, cc_balance_cache.pending_balance, cc_balance_cache.gross_income.
de: Viele Tauschringwährungen sind nicht unterteilbar während Stunden in Viertelstunden unterteilt werden können. DIESE OPTION FUNKTIONIERT MOMENTAN NICHT. WENN DU HUNDERTSTEL ODER STUNDEN WÄHLST MUSST DU MANUEL FOLGENDE DB_FIELDS IN FLOATS abändern: cc_transactions.quantity, cc_balance_cache.balance, cc_balance_cache.pending_difference, cc_balance_cache.pending_balance, cc_balance_cache.gross_income.

source: Maximum Balance
de: Maximaler Kontostand
es: Balance máximo
fr: Solde maximum

source: Transactions will be declined by the system if the seller balance would go further above this number. Up to six digits. Leave blank for no limit(not reccomended). (This feature works independently of the maximum balance for each additional currency defined by the currencies module.)
de: Tauschgeschäfte werden vom System abgelehnt, wenn der Kontostand des Verkäufers diese Zahl überschreiten würde. Bis zu sechs Ziffern. Leerlassen wenn es keine Begrenzung gibt (nicht zu empfehlen). (Diese Funktion funktioniert unabhängig vom maximalen Kontostand bei jeder zusätzlichen Währung, die durch das Währungsmodul definiert ist.)

source: Minimum Balance
de: Minimaler Kontostand
es: Balance mínimo
fr: Solde minimum

source: Transactions will be declined by the system if the payer balance would go further below this number. Up to seven digits, including minus sign. Leave blank for no limit (not reccomended). (This feature works independently of the minimum balance for each additional currency defined by the currencies module.)
de: Tauschgeschäfte werden vom System abgelehnt, wenn der Kontostand des Käufers diese Zahl überschreiten würde. Bis zu sieben Ziffern, einschliesslich des Minuszeichens. Leerlassen wenn es keine Begrenzung gibt (nicht zu empfehlen). (Diese Funktion funktioniert unabhängig vom minimalen Kontostand bei jeder zusätzlichen Währung, die durch das Währungsmodul definiert ist.)

source: Offset all balances by
de: Ausgleich aller Kontostände am
fr: Déplacer tous les soldes de

source: To mask the necessity of debt in this IOU money system, the baseline balance can be offset from 0. This might not be considered entirely honest. Members start with x units 'free' but also need to restore their balance to x when they leave. Instead of this consider gifting new members fromt the central account, and storing all debt in the central account
de: Um die Notwendigkeit einer Schuld bei diesem 'Ich-schulde-dir'-Geldsystem zu maskieren, kann der Basiskontostand von 0 verschoben werden. Dies kann als nicht ganz ehrlich angesehen werden. Mitglieder fangen mit X 'freien' Einheiten an, müssen aber ihren Kontostand auf X bringen, wenn sie weggehen. Stattdessen könnten neue Mitglieder auch ein Geschenk vom zentralen Konto bekommen und die Schulden auf diesem zentralen Konto verbucht werden.

source: Maximum balance must be an integer larger than zero and minimum balance
de: Der Höchstkontostand muss eine ganze Zahl grösser als Null und der Mindestkontostand sein
es: Maximo balance debe ser un integro mayor que cero y el balance mínimo
fr: Le solde maximum doit être un nombre entier plus grand que zéro et que le solde minimum

source: Minimum balance must not be larger than 0
de: Der Mindestkontostand darf nicht grösser als 0 sein
es: Minimumo balance no debe ser mayor que 0
fr: Le Solde miminal ne doit pas excéder 0

source: Traders can earn a reputation when their customers rate them highly. Use this field to list the words used to describe the quality of transactions, from worst to best, one on each line. Example:<br />-1|Bad<br />0|As expected<br />1|Great!<br /> Leave blank to disable this feature. Note that in automated transactions, 0 will be be used, so 0 should be a neutral value Beware that changing the number of rating options after transactions have been entered will distort the averages. This feature could use a lot more work to integrate into views and stats
de: Die Anbieter können sich einen guten Namen machen, wenn die Kunden sie hoch einstufen. Dieses Feld ist dazu da, um die Qualität des Tauschvorgangs zu beschreiben, von schlecht bis gut, eine Einstufung pro Zeile.Beispiel: >-1 schlecht >0 wie erwartet >1 Super!Frei lassen zum Ausschalten dieser Funktion.Zu beachten ist, dass bei automatischen Tauschgeschäften 0 benutzt wird. Daher sollte 0 ein neutraler Wert sein. Zu beachten ist, dass das Abändern der Anzahl von Bewertungsoptionen nachdem die Tauschvorgänge eingegeben wurden, die Durchschnittswerte verzerrt. Diese Funktion bräuchte noch mehr Arbeit, um Schaubilder und Statistiken integrieren zu können.

source: You must have more than one rating, or leave the field blank to disable the rating system
de: Es muss mehr als eine Einstufung geben, oder das Feld leer lassen und dadurch das Einstufungssystem ausschalten
fr: Vous devez avoir plus d'une description d'appréciation, ou laisser le champ en blanc pour désactiver le système d'appréciation.

source: Please put here the names of each payment_type (provided by modules). Leave blank to ignore the payment type. A confirmed transaction is one which must be approved by both parties, a direct transaction goes through when created by either party.
de: Bitte hier die Namen jedes payment_type (wird über Module geliefert) eintragen. Frei lassen, wenn der Zahlungstyp übergangen werden soll. Ein bestätigter Tauschvorgang muss durch beide Parteien genehmigt worden sein. Ein direktes Tauschgeschäft geht durch, wenn es von einer der beiden Parteien erstellt wurde.

source: Terminology from module: %module
de: Terminologie aus dem Modul: %module

source: These are the names of the transaction types in the create transaction form. You must name at least one
de: Dies sind die Namen der Tauschvorgangsarten im Formular zur Erstellung von Tauschgeschäften. Mindestens eine muss genannt werden

source: Transaction has been rejected as it would take !username below the minimum balance of !quantity
de: Der Tauschvorgang wurde abgelehnt, da !username unter den Minimalkontostand von !quantity fallen würde.
es: La transacción ha sido rechazada ya que llevaría a !username debajo del balance de !quantity

source: Transaction has been rejected as it would take !username above the maximum balance of !quantity
de: Der Tauschvorgang wurde abgelehnt, da !username über den Höchstkontostand von !quantity fallen würde.
es: La transacción ha sido rechazada ya que llevaría a !username sobre el máximo balance de !quantity

source: Carried forward
de: Übertrag
fr: Solde reporté

source: Date
de: Datum
es: Fecha

source: Category
de: Kategorie
es: Categoría

source: Description
de: Beschreibung
es: Descripción

source: With Whom?
de: Mit wem?
es: ¿Con quién?

source: Amount
de: Betrag
es: Importe
fr: Montant

source: Rating
de: Einstufung
es: Grado
fr: Appréciation

source: Income
de: Einnahme
es: Ingresos
fr: Unités reçues

source: Expenditure
de: Ausgabe
es: Gasto
fr: Unités données

source: Running Total
de: Fortlaufende Summe
fr: Total courant

source: Completed?
de: Fertig?
es: Completado?

source: @username's statement for @month
de: @username's Kontostand im @month

source: There are no pending transactions
de: Es gibt keine unerledigte Tauschvorgänge
es: No hay transacciónes pendientes
fr: Pas d'échanges en attente de confirmation

source: This transaction is yet to be confirmed by !other_person
de: Dieser Tauschvorgang muss noch von !other_person rückbestätigt werden
es: Esta transacción es para ser confirmada por !other_person

source: Transactions for !who to complete
de: Tauschvorgang durch !who zu vervollständigen
es: Transacciones para !who completar

source: Transactions !who started
de: Von !who veranlasste Tauschgeschäfte
es: Transacciones !who empezadas

source: There are no transactions to complete
de: Es gibt keine zu vervollständigende Tauschvorgänge
es: No hay transacciónes para completar
fr: Vous n'avez pas d'échange à confirmer

source: !name is paying you !amount
de: !name bezahlt Dir !amount
es: !name le esta pagando !amount

source: On @date, !payer gave !payee !amount for '@transaction'
de: Am @date wurde von !payer an !payee !amount für '@transaction' bezahlt

source: !payer will pay !payee !amount for '@transaction'
de: !payer wird !payee !amount für '@transaction' bezahlen

source: The sale was graded '@quality'.
de: Der Verkauf wurde als '@quality' eingestuft
es: La venta fue graduada '@quality'.

source: Balance
de: Kontostand
fr: Solde

source: Pending
de: Unerledigt
es: Pendiente

source: Gross income
de: Gesamteinkommen
fr: Entrées

source: Gross Income
de: Gesamteinkommen
fr: Entrées

source: What is being paid for?
de: Wofür wird bezahlt?
fr: Qu'avez-vous échangé ?

source: What goods or services were exchanged?
de: Welche Waren oder Dienstleistungen wurden getauscht?
fr: Qu'avez-vous échangé ?

source: What is this @payment_type for?
de: Wofür ist @payment_type?

source: Transaction type
de: Tauschvorgangsart
es: Tipo de transacción
fr: Type d'échange

source: Minimum @num words
de: Mindestwortzahl @num
fr: minimum @num mots

source: Who is being paid?
de: Wer wird bezahlt?
es: ¿Quién será pagado?
fr: La personne qui va recevoir les unités

source: Who is paying?
de: Wer bezahlt?
es: ¿Quién esta pagando?

source: Initiator, if not you
de: Initiator, falls Du es nicht selbst warst
es: Iniciador, si no es usted

source: With whom did you transact?
de: Mit wem hast Du getauscht?
es: Con quién ha usted realizado la transacción?
fr: Qui est votre partenaire?

source: Please choose...
de: Bitte wähle ...

source: Quantity
de: Menge
es: Cantidad

source: Quarters
de: Viertel

source: Centiles
de: Hundertstel

source: Currency
de: Währung
es: Moneda

source: Rate the quality of what was paid for
de: Stufe die Qualität des bezahlten Dienstes/Objektes ein
es: Dele un valor a la calidad de lo que ha pagado
fr: Donner une appréciation de l'échange

source: Transaction is completed (not awaiting confirmation).
de: Der Tauschvorgang ist vollendet (keine Bestätigung ausstehend)
es: La transacción ha sido completada (no espera confirmación).

source: Confirm
de: Bestätigen
es: Confirme

source: submit
de: Zur Gegenbestätigung vorlegen
es: Envie

source: Are you sure you want to delete this transaction?
de: Bist Du sicher, dass dieser Tauschvorgang gelöscht werden soll?
es: Esta usted seguro que quiere suprimir la transacción?
fr: Etes-vous sûr de vouloir supprimer cet échange ?

source: Transaction '%description' has been deleted. Balances have been recalculated
de: Tauschvorgang '%description' ist gelöscht worden. Die Kontostände wurden neu berechnet
es: Transacción '%description' ha sido borrada. Los balances serán recalculados

source: You have a transaction to confirm
de: Ein Tauschvorgang muss von Dir bestätigt werden

source: number of units transacted, (@type)
de: Anzahl der getauschten Einheiten (@type)

source: sum of all completed transactions for this user in this currency, (@type)
de: Summe aller vollständigen Tauschvorgänge für diesen Benutzer in dieser Währung (@type)

source: sum of all pending transactions, (@type)
de: Summe aller unerledigten Tauschvorgänge (@type)
fr: le cumul de tous les échanges en attente de confirmation, (@type)

source: balance including pending transactions, (@type)
de: Kontostand einschliesslich aller unerledigter Tauschvorgänge (@type)
fr: soldes avec des échanges en attente, (@type)

source: the sum of all this user's income in this currency, (@type)
de: Summe der Einkünfte dieses Benutzers in dieser Währung (@type)

source: sum of all this user's income in this currency, (@type)
de: Summe der Einkünfte dieses Benutzers in dieser Währung (@type)

source: @function was asked to create a transaction with negative value: @value
de: @function wurde gebeten, einen Tauschvorgang mit negativem Wert @value zu erstellen
fr: @function était appelé(e) à ajouter un échange avec une valeur négative: @value

source: Number of transactions:
de: Anzahl der Tauschvorgänge

source: Total volume traded:
de: Gesamtvolumen der Tauschvorgänge

source: Number of trading members:
de: Anzahl der Mitglieder, die tauschen

source: Most trades:
de: Häufigstes Tauschgut
fr: Le plus d'échanges:

source: Largest incomes:
de: Höchstes Einkommen
fr: Les cumuls importants:

source: Largest expenditure:
de: Höchste Ausgabe
fr: Sorties importantes:

source: No statistics will be available until some transactions have happened
de: Statistiken stehen erst zur Verfügung, wenn einige Tauschgeschäfte abgewickelt worden sind
fr: Les statistiques seront disponibles dès que les échanges seront saisis (et confirmés)

source: Gross Expenditure
de: Gesamtausgabe
fr: Sorties

source: Now
de: Jetzt
fr: Aujourd'hui

source: @user's balance over time
de: @user's Kontostand über einen Zeitraum hinweg

source: transactions
de: Tauschvorgänge
es: transacciones

source: Balance chart URL exceeded 2048 chars
de: Kontostandschaubild URL hat 2048 Zeichen überschritten

source: Defines a contentType called transactions, extends the user profile to store balances.
de: Definiert Inhaltstypen genannte Tauschvorgänge, vergrössert das Benutzerprofil zur Aufnahme von Kontoständen
es: Defina un contenido Tipo llamado transacción, extienda el perfil del usuario al balance del negocio

source: Transaction
de: Tauschvorgang
es: Transaccion
fr: Échange

source: A movement of a quantity of a currency between two users.
de: Die Bewegung einer Währungsmenge zwischen zwei Benutzern
fr: Le flux des unités d'échanges entre deux adhérents.

source: Description of entity traded
de: Beschreibung einer getauschten Einheit
es: Descripción de la entidad intercambiada
fr: Description de l'échange

source: Complementary Currencies
de: Zusatzwährungen
es: Monedas Complementarias
fr: Monnaies Complémentaires

source: General complementary currency options
de: Allgemeine Auswahl für Zusatzwährungen
fr: Options générales du module "Unité Complémentaire"

source: Default Currency
de: Vorgegebene Währung
es: Moneda por Default
fr: unité d'échange

source: Default currency, transaction ratings and directory settings
de: Vorgegebene Währung, Einstufung der Tauschgeschäfe und Verzeichniseinstellungen
es: Moneda por Default, rating de transacción y guías de directorio
fr: Unité d'échange par défaut, appréciation de l'échange et affichage des listes

source: Transaction ratings
de: Einstufung der Tauschgeschäfte
es: Ratings de transacción
fr: Appréciation des échanges

source: Transaction satisfaction ratings
de: Zufriedenheitseinstufung für die Tauschgeschäfte
fr: Appréciations des échanges

source: Terminology
de: Begriffe

source: Each community has it's its own names for similar things
de: Jede Gemeinschaft hat ihre eigenen Bezeichnungen für die selben Dinge

source: Income & Outgoings
de: Einkünfte & Ausgaben

source: My Statement
de: Mein Kontoauszug
es: Mi Statement

source: Completed transactions with a running total
de: Abgeschlossene Tauschvorgänge mit fortlaufender Summe

source: Statement
de: Kontoauszug

source: Balances
de: Kontostände

source: Balance history
de: Geschichte der Kontostände

source: A chart showing a user's balance over time
de: Ein Schaubild, das den Kontostand eines Benutzers über einen Zeitraum hinweg zeigt

source: Pending transactions
de: Unerledigte Tauschvorgänge
es: Transacciónes pendientes

source: A list of the user's transactions which are not yet complete
de: Eine Liste der Tauschvorgänge eines Benutzers, die noch nicht vollständig sind

source: Start new transaction
de: Beginn eines neuen Tauschvorgangs
es: Comience nueva transacción

source: The full new transaction form
de: Das vollständige neue Tauschformular

source: 30 day stats
de: Statistik über 30 Tage hinweg

source: Analysis of the last 30 days of trading.
de: Analyse der letzten 30 Tauschtage

source: No default transactions types set up. Please go to admin/marketplace/transaction_types
de: Es gibt keine vorgegebenen Tauschgeschäftsarten. Bitte zu admin/marketplace/transaction_types ?? gehen

source: cc-Start payment
de: Zusatzwährungen-Zahlungsbeginn

source: cc-Transactions awaiting my confirmation
de: Zusatzwährungen-Tauschvorgänge, die von mir noch zu bestätigen sind

source: cc-Balances for user
de: Zusatzwährungen-Kontostände für Benutzer

source: cc-Statistics for a given period
de: Zusatzwährungen-Statistiken für einen bestimmten Zeitraum

source: New Transaction
de: Neuer Tauschvorgang

source: New Transaction with !name
de: Neuer Tauschvorgang mit !name
es: Nueva transacción con !name

source: Transactions awaiting confirmation
de: Tauschvorgänge die rückbestätigt werden müssen
es: Transacciónes esperando confirmación

source: @user's balances
de: Kontostände von @user's
fr: solde de @user

source: Last month
de: Vormonat
es: Ultimo mes

source: Period of time covered backwards from now
de: Von jetzt ab rückwirkend gedeckter Zeitraum

source: Example: "7 days", "6 months". For syntax see examples on http://php.net/strtotime.
de: Beispiel: "7 Tage", "6 Monate". Bzgl. Syntax siehe Beispiele unter http://php.net/strtotime.

source: Are you sure you want to complete this transaction?
de: Bist Du sicher, dass dieser Tauschvorgang abgeschlossen werden soll?
es: Esta usted seguro de querer completar esta transacción?

source: Editing @type
de: @type bearbeiten

source: Are you sure you want to create the transaction?
de: Bist Du sicher, dass dieser Tauschvorgang erstellt werden soll?
es: Esta usted seguro que quiere crear una transacción?

source: Transaction created
de: Tauschvorgang erstellt

source: Initiating transaction
de: Tauschvorgang eröffnen
es: Iniciando la transacción

source: Please put a username (or user ID) in this field: @nonuser
de: Bitte Benutzername (oder Benutzeridentität) in dieses Feld eintragen: @nonuser

source: Plain text only in transaction descriptions.
de: Normalschrift nur zur Beschreibung von Tauschvorgängen
fr: Veuillez utiliser du texte seul dans les descriptions d'échange.

source: Please describe the transaction in more detail
de: Bitte beschreibe den Tauschvorgang genauer
es: Por favor describa la transacción en detalle
fr: Veuillez décrire l'échange avec plus de détails

source: You must enter a number
de: Du musst eine Zahl eingeben
fr: Veuillez saisir un chiffre

source: You must enter a positive number
de: Du musst eine positive Zahl eingeben

source: Who are you transacting with?
de: Mit wem tauschst Du?
fr: Avec qui avez-vous échangé ?

source: Mail anyone who needs to complete a transaction
de: E-Mail an alle, die einen Tauschvorgang vervollständigen müssen

source: This is the contents of the email which will be sent to a member when someone initiates a transaction with them which needs confirming. You can use the following strings as variables:
de: Dies ist der Text der E-Mail, die an ein Mitglied versandt wird, wenn jemand einen Tauschvorgang mit ihm/ihr eröffnet, der rückbestätigt werden muss. Folgende Angaben können als Variable benutzt werden

source: the name of the person who started the transaction
de: Name der Person, die den Tauschvorgang eröffnet hat

source: a summary of the whole transaction
de: Zusammenfassung des ganzen Tauschgeschäfts
fr: un aperçu complet de l'échange

source: description of the transaction by the starter
de: Beschreibung des Tauschgeschäfts durch die eröffnende Person
fr: description de l'échange par la personne qui a saisi l'échange

source: a link to the transaction
de: Link zum Tauschvorgang

source: cancellation of notification
de: Streichen der Benachrichtigung

source: a link to the 'statement' page of this user
de: Link zur 'Kontostand'-Seite dieses Benutzers
