Repository: drupalprojects/mutual_credit
Catalog: translations/transactions.*.po
Languages: de, es, fr

source: Show only transactions where the current user was paid
de: Anzeige der Tauschvorgänge, bei denen der gegenwärtige Benutzer bezahlt wurde
es: Mostrar solo las transacciónes en las que el corriente usuario fue pagado
fr: Afficher les échanges où l'adhérent a reçu des unités d'échange

source: The user who received currency in the transaction.
de: Benutzer, der beim Tauschvorgang Währung erhielt
es: El usuario que recibió la moneda en la transacción
fr: L'adhérent qui a reçu des unités d'échange.

source: Quality of the transaction according to the payer
de: Qualität des Tauschgeschäfts gemäss dem Bezahlenden
es: Calidad de la transacción en relación al pagador
fr: Appréciation de l'échange selon la personne qui a versé des grains.

source: Number of units of currency transferred
de: Anzahl der übertragenen Tauscheinheiten
es: Número de unidades de la moneda transferida
fr: Nombre d'unités d'échange transférées

source: The currency that the transaction was conducted in
de: Währung, in der der Tauschvorgang abgewickelt wurde
es: La moneda en la que la transacción fue realizada
fr: L'unité de l'échange en question

source: The currency id
de: Währungskennung

source: User Balance
de: Kontostand des Benutzers
es: Balance del Usuario
fr: Solde

source: Balances of users.
de: Kontostände der Benutzer
es: Balances de los usuarios
fr: Soldes des adhérents

source: User
de: Benutzer
fr: Utilisateur

source: The user id
de: Benutzerkennung
fr: Le n° d'adhérent

source: The user's total cleared income minus total cleared expenditure
de: Sämtliches Gesamteinkommen minus sämtlicher Gesamtausgaben des Benutzers
es: El monto total de la ganancia del usuario menos el total de sus gastos
fr: Le solde de l'adhérent (entrées confirmées et sorties confirmées)

source: Pending Difference
de: Unerledigter Unterschied
fr: Différence "en attente"

source: Pending Balance
de: Unerledigter Kontostand
es: Balance Pendiente
fr: en attente

source: The user's total cleared income ever
de: Sämtliches Gesamteinkommen des Benutzers
es: El monto total del usuario hasta la fecha

source: The user's average rating for this currency
de: Durchschnittliche Benutzerbewertung für diese Währung
fr: L'appréciation moyenne de l'adhérent pour cette unité d'échange

source: payments
de: Zahlungen

source: There were no payments in this period
de: Es gab keine Zahlungen in diesem Zeitraum
fr: Il n'y a pas d'unités d'échange sorties pendant cette période.

source: Receipts
de: Belege
fr: Reçus

source: There were no receipts in this period
de: Es gab keine Belege in diesem Zeitraum
fr: Il n'y a pas d'unités d'échange entrées pendant cette période.

source: Income & outgoings
de: Ein- und Ausgänge

source: Trade
de: Handel
es: Commercio

source: Completed
de: Erledigt

source: Transaction list
de: Liste der Tauschvorgänge
fr: Liste des échanges

source: There are no transactions in the system yet
de: Es gibt bisher noch keine Tauschgeschäfte im System
fr: Pas encore d'échange dans le système

source: All transactions
de: Alle Tauschvorgänge
fr: Tous les échanges

source: all transactions on the system, with optional argument for currency
de: Alle Tauschvorgänge des Systems, mit Wahlparameter für die Währung
fr: tous les échanges dans le système, avec un filtre par unité d'échange

source: Link this field to its user, the completer's profile
de: Verbinde dieses Feld mit seinem Benutzer, das Profil des Ausfüllenden

source: Link this field to its user, the seller's profile
de: Verbinde dieses Feld mit seinem Benutzer, das Profil des Verkäufers
es: Linkear este campo con el usuario, el perfil del vendedor

source: Link this field to its user, the purchaser's profile
de: Verbinde dieses Feld mit dem Benutzer, das Profil des Käufers
es: Linkear este campo con el usuario, el perfil del comprador

source: This is a @good not a @service
de: Dies ist eine @good, keine @service

source: This is paid for with official currency
de: Dies wird mit der offiziellen Währung bezahlt

source: Open
de: Offen

source: Is the logged in user
de: Ist der angemeldete Benutzer
es: Es aquel logeado en utilizador

source: (Please choose...)
fr: Veuillez choisir...

source: Initiator, (if not you)
fr: Entre (si ce n'est pas vous même)

source: Tick to request confirmation
fr: Cochez pour demander la confirmation de l'échange

source: 00 hours
fr: 00 (min)

source: 15 minutes
fr: 15 min.

source: 30 minutes
fr: 30 min.

source: 45 minutes
fr: 45 min.

source: Please type a username (or user ID)
fr: Veuillez saisir un n° d'adhérent (ou un nom d'utilisateur)

source: Do you want to start this transaction?
fr: Voulez-vous continuer cet échange ?

source: Go back
fr: Non

source: Send
fr: Demander confirmation

source: Are you sure you want to complete the transaction "@description"?
fr: Etes-vous sûr de vouloir confirmer l'échange suivant: "@description"?

source: Complete
fr: Confirmer

source: Cancel
fr: Annuler

source: Transaction with !starter completed
fr: Échange avec !starter comptabilisé

source: No transaction type selected
fr: Veuillez choisir le sens du flux des unités

source: A transaction must involve two different members
fr: Un échange doit être entre deux adhérents différents

source: You must enter a whole number
fr: Veuillez saisir un numéro entier

source: You cannot exchange nothing
fr: Veuillez décrire l'échange dans le champ prévu

source: Negative numbers not allowed. You may be able to change the direction of the transaction
fr: Les nombres négatifs ne sont pas admis. Veuillez changer le sens du flux des unités.

source: !user has been notified by email.
fr: Un email de demande de confirmation d'échange a été envoyé à !user

source: Number of transactions: @num
fr: Nombre d'échanges: @num

source: Total volume traded: @num
fr: Volume total des échanges: @num

source: Number of trading members: @num
fr: Nombre d'adhérents ayant échangé @num

source: Average trading volume: @num
fr: Volume d'échange moyen: @num

source: Highest trading volumes:
fr: Volumes d'échanges les plus importants

source: No roles have permission to trade. Please enable some permissions:
fr: Aucun Rôle n'a le droit d'échanger. Veuillez changer les permissions:

source: Please enter a member's username or email
fr: Veuillez saisir un nom d'utilisateur ou un email

source: Transaction would take @username !dif above the maximum balance of !quantity
fr: Cet échange va mettre le compte de @username, !dif au delà du solde maximum de !quantity

source: Transaction would take @username !dif below the minimum balance of !quantity
fr: Cet échange va mettre le compte de @username, !dif en-dessous du solde minimum de !quantity

source: the username of the recipient
fr: le nom d'utilisateur de la personne qui a reçu des unités d'échange

source: the username of the person who started the transaction
fr: le nom d'utilisateur de la personne qui a saisi l'échange

source: web address of pending transactions page
fr: adresse web de la page des échanges en attente de confirmation

source: web address of profile page with subscription checkbox
fr: l'adresse internet de la page du profil avec la case à cocher pour s'abonner/se désabonner

source: web address of 'bureau' page of this user
fr: l'adresse internet du 'tableau de bord' de l'adhérent

source: web address of recipient's profile page
fr: l'adresse internet du profil de l'adhérent qui a reçu cet email

source: Sign
fr: Confirmer

source: Change
fr: Modifier

source: Erase
fr: Effacer

source: Tell Community Forge about this community.
fr: Annoncer cette association à CommunityForge.net

source: Become part of a wider community by allowing a coordinating to know a few things about this site. Such as url, contact details, number of active traders. No personal information will be shared.
fr: Faire part d'une communauté plus large en permettant à un coordinateur de connaître quelques infos sur ce site, telles que l'url, les coordonnées de contact, nombre d'adhérents actifs. Aucune information personnelle ne sera partagée.

source: Number of the balancing account
fr: N° du compte central (dit, compte d'équilibre)

source: The balancing account is important, but not strictly neccessary. It is usually used as a central kitty, or bank.
fr: Le compte central (ou compte d'équilibre) est important, mais pas indispensable. Il sert à "taxer" vos adhérents pour "rétribuer" les tâches accomplies par d'autres adhérents pour la collectivité.

source: In case the balances get out of sync with the transactions.
fr: Au cas où les soldes sont désynchonisés d'avec les échanges.

source: Please use this and report an issue at !url
fr: Veuillez utiliser ceci pour avertir !url d'un problème

source: Recalulate balances & stats
fr: Recalculer les soldes et les statistiques

source: User dropdown order
fr: Ordre de la liste déroulante des adhérents

source: Username
fr: Nom d'utilisateur

source: User dropdown field(s)
fr: Champ(s) de la liste déroulante

source: On the new transaction form, what fields should be used to identify members in the dropdown. Field order nor the spacer character can be configured. Would be great if you choose a view for this, like a cck field.
fr: Choisissez les champs utilisés pour identifier les adhérents dans le formulaire "Ajouter un échange" . Ni l'ordre, ni le caractère d'espacement ne peuvent être choisis.

source: Statistics & visualisation
fr: Statistiques & visualisation

source: On each line write a period using php !strtotime syntax, for which stats will be cached.
fr: A chaque ligne, veuillez écrire une période utilisant la syntaxe php !strtotime, pour alimenter les statistiques.

source: For each period there is a tab on the !stats page, and a block.
fr: Pour chaque point, il y a un onglet sur la page !stats, et un bloc.

source: Count pending transactions
fr: Inclure des échanges en attente de confirmation

source: Should transactions which have not yet been confirmed be included in transaction listings and in stats?
fr: Voulez-vous inclure les échanges en attente de confirmation dans les statistiques ?

source: Preferred transaction view
fr: Préférence pour l'affichage des échanges

source: Transaction monthly displays can be viewed in either of two formats. Both can be adjusted by theming.
fr: Les échanges mensuels peuvent être affichés en deux formats différents. Les deux peuvent être paramétrés par le theming.

source: A table of all transactions Full access control; cannot be click-sorted; uses drupal pager; configure using THEME_statement()
fr: Une table de tous les échanges, Accès complet ; ne peut pas être trié en cliquant ; utilise la pagination Drupal ; à configurer avec THEME_statement()

source: Seperate tables of incoming and outgoing transactions. Cruder access control; configure using views module.
fr: Des tables de Sorties et d'Entrées séparées, peu de contrôle d'accès ; à configurer avec Views.

source: Pager requires cck, date & calendar modules
fr: La pagination requiert les modules cck, date & calendar

source: Names of transaction types
fr: Les noms des flux des échanges

source: These are the names of the transaction types. Unnamed types will be unavailable. You must name at least one.
fr: Veuillez saisir les noms des échanges. Ceux qui n'ont pas de nom ne seront pas affichés. Vous devez en nommer au moins un.

source: For each type there is a block, a menu link (coming soon) and a permission
fr: Pour chaque type, il y a un bloc, un lien de navigation et une permission

source: The name of an @direction flow completed @when
fr: Le nom d'un flux @direction accomplie @when

source: outgoing
fr: sorties

source: by the other party
fr: par le partenaire

source: incoming
fr: entrées

source: instantly
fr: de suite

source: Balancing account must be an integer.
fr: Le compte d'équilibre doit être un nombre entier.

source: '@period' is not a valid strtotime string
fr: '@period' n'est pas une strtotime string valable

source: Use the plural
fr: Utiliser la forme plurielle

source: This default currency is made obselete if the cc_currencies module is installed.
fr: L'unité d'échange par défaut devient caduque si le module cc_currencies est installé.

source: Many LETS currencies are not divisible, while hours might be divisible into quarters.
fr: De nombreuses unités d'échanges ne sont pas divisibles, tandis que les heures peuvent être divisées en quarts.

source: Balance limits
fr: Limites des soldes

source: Balance limits are calculated AFTER the offset.
fr: Les limites des soldes sont calculées à partir du point zéro choisi (si vous l'avez déplacé).

source: Only users with 'Edit all transactions' permission can do trades which take users outside their balance limts
fr: Seuls les adhérents avec la permission de 'Modifier tous les échanges' peuvent saisir et confirmer les échanges qui rendent les adhérents hors-limites pour leurs soldes.

source: Those users can also edit individual balance limits on users' account pages
fr: Ces adhérents peuvent modifier les soldes limites sur le profil des adhérents

source: Transactions will be declined by the system if the payee balance would go above this number. Up to !num digits.
fr: Les échanges qui poussent le solde de l'adhérent au-dessus de cette limite seront refusés. Jusqu'à !num chiffres.

source: Leave blank for no limit (not reccomended)
fr: Laissez en blanc pour ne pas fixer de limite (déconseillé)

source: Maximum balance must be an integer larger than zero.
fr: Le solde maximal doit être un nombre entier plus grand que zéro.

source: The system will prevent transactions if the payer balance would go below this number. Up to !num digits.
fr: Les échanges qui poussent le solde de l'adhérent en-dessous de cette limite seront refusés. Jusqu'à !num chiffres.

source: Although each currency is a closed, zero-balance system, the baseline balance can be offset from 0.
fr: Bien que chaque unité d'échange soit fermée et équilibrée, vous avez la possibilité de déplacer le zéro ici. Ceci est prévu pour des communautés qui attribuent des unités à chaque nouvel adhérent (en négatif ou positif).

source: This gives the impression that users are starting with a positive or negative balance.
fr: Ceci donne l'impression que les adhérents débutent avec un solde positif ou négatif.

source: Members start with x units 'free' but also need to restore their balance to x when they leave.
fr: Des adhérents débutent avec X unités "gratuites" mais doivent remettre leur solde à zéro avant de quitter l'association.

source: Instead of this trick, consider gifting new members from the central account, and recouping the debt through taxes
fr: Au lieu de déplacer le zéro, envisagez de faire un don aux nouveaux adhérents depuis le "Compte d'équilibrage" (compte de l'association), pour ensuite combler la dette par un impôt (afin de maintenir la confiance dans l'unité d'échange).

source: Visuals
fr: Affichage

source: Displays of money can be further tweaked by overriding theme_money and/or with css class 'currency-0'
fr: L'affichage de l'unité peut être paramétré avec theme_money et/ou css class 'currency-0'

source: Upload icon
fr: Télécharger l'icône

source: Should be between 12px square and 16px square, preferably with a transparent background
fr: L'icône devrait mesurer 12 pixels ou 16 pixels au carré, de préférence avec un fond transparent

source: Comparative value
fr: Valeur comparative

source: If this currency is part of a larger trading network, it will have a value within that network (not yet operational)
fr: Si votre unité d'échange fait partie d'un réseau plus large, ce chiffre permet l'utilisation d'un taux de conversion (n'est pas encore opérationnel)

source: A hex colour value
fr: Une couleur hexidécimale

source: 6 hex digits
fr: les 6 chiffres hexidécimaux

source: Traders can earn a reputation when their customers rate them highly. Use this field to list the words used to describe the quality of transactions, from worst to best, one on each line.
fr: Des adhérents peuvent gagner une réputation quand leurs partenaires leur donnent une bonne appréciation. Mettez des mots pour décrire la qualité de l'échange, du pire au meilleur, un mot par ligne

source: Example:<br />-1|Bad<br />0|As expected<br />1|Great!<br /> Leave blank to disable this feature. Note that in automated transactions, 0 will be be used, so 0 should be a neutral value.
fr: P.ex:<br />-1|Mauvais<br />0|selon mes attentes<br />1|Excellent<br /> Laissez en blanc pour ne pas utiliser cette fonctionnalité. Pour des échanges automatisés la valeur 0 sera utilisée, et donc 0 devrait être une valeur neutre.

source: Beware that changing the number of rating options after transactions have been entered will distort the averages.
fr: NB: changer le nombre de mots après que les échanges soient entrés va fausser les moyennes.

source: This feature could use a lot more work to integrate into views and stats
fr: Cette fonctionnalité pourrait bénéficier d'un coup de main pour l'intégrer dans Views et statistiques

source: Flushed balance cache
fr: Le cache des soldes est vidé

source: Defines a contentType called transactions, manages them and does the accounting.
fr: Définit un type de contenu appelé échanges, les gère et fait la comptabilité.

source: transaction
fr: échange

source: Start transaction
fr: Ajouter un échange

source: User Balances
fr: Soldes des adhérents

source: @period economy
fr: @period

source: Start with @name
fr: J'ai échangé avec @name

source: Editing transaction
es: Editando transacción
fr: Modifier l'échange

source: The transation had not been confirmed
fr: L'échange n'avait pas été confirmé

source: This transaction was confirmed, so the balances of both users will be affected
fr: L'échange en question avait été confirmé, donc les soldes des deux adhérents vont être ajustés.

source: Contact preferences
fr: Paramètres de contact

source: Receive email notification when someone initiates a transaction with you
fr: Voulez-vous recevoir un email quand un adhérent demande une confirmation d'échange avec vous?

source: Receive email notification when you start a transaction
fr: Voulez-vous recevoir une copie de l'email quand vous envoyez une demande de confirmation d'échange?

source: Personal balance limits (accountant only)
fr: Les limites des soldes (uniquement le Comptable)

source: The default values are inherited from the currency.
fr: Les valeurs par défaut sont héritées de l'unité d'échange

source: max limit
fr: Limite maximale

source: min limit
fr: Limite minimale

source: Pending Transactions
fr: Échanges en attente de confirmation

source: Send email to transaction completer.
fr: Envoyer un email de demande de confirmation d'échange

source: Triggers automatically
fr: S'enclenche automatiquement

source: Send email to transaction starter.
fr: Envoyer un email de confirmation à la personne qui a saisi l'échange

source: Message subject
fr: Objet du message

source: Transaction notification
fr: Notification d'échange

source: Tokens cannot be used here
fr: Les Tokens ne peuvent pas être employés ici

source: Email template
fr: Modèle d'email

source: This is an automated notification.
fr: Ceci est une notification automatique.

source: %starter has started a transaction with %completer
fr: %starter a saisi un échange avec %completer

source: The transaction was for: %reason
fr: L'échange était: %reason

source: You can confirm the transaction from your profile page: %profile_url
fr: Vous pouvez confirmer l'échange sur votre profil: %profile_url

source: You can change your mail notification settings by clicking 'edit' on your profile
fr: Vous pouvez changer le paramétrage des emails en cliquant "modifier" sur votre profil.

source: This email will be sent to members when someone initiates a transaction with them which needs confirming.
fr: Cet email sera envoyé quand un adhérent saisi un échange qui nécessite une confirmation.

source: Don't forget to enable the trigger module and set up the trigger at !url.
fr: Vous devez mettre en marche le module actions ici !url.

source: You can use the following strings as variables:
fr: Vous pouvez employer les strings suivants comme variables:

source: You can use html in your message.
fr: Vous pouvez utiliser de l'html dans votre message.

source: Use only plain text
fr: N'utilisez que du texte brut

source: Your mail must have a subject
fr: Veuillez ajouter l'objet de votre email

source: This must be a number: @value
fr: Ceci doit être un numéro: @value

source: Color field must be 6 hex characters
fr: Le champ couleur doit contenir 6 caractères héxadécimaux

source: Quantitative fields in database is set to type '@type'
fr: Les champs quantitatifs de la base de données sont paramétrés à '@type'

source: Currency Icon
fr: Icône de l'unité d'échange

source: There are no transaction types declared on the system. Please go to admin/marketplace and name some transaction types
fr: Veuillez entrer des types d'échanges à nomdevotresite/admin/marketplace

source: use local currency
fr: employer l'unité locale

source: view all balances
fr: voir les soldes

source: configure economy
fr: Paramétrer statistiques

source: Sign this transaction to finalise it
fr: Veuillez confirmer cet échange afin de le comptabiliser

source: Bureau
fr: Tableau de bord

source: All transaction information for this user
fr: Tout échange pour cet adhérent

source: Create transaction
fr: Ajouter un échange

source: Initiate transaction
fr: Ajouter un échange

source: The new transaction form, with nothing pre-filled
fr: Le formulaire d'échange, sans champs pré-remplis

source: Economic analysis
fr: statistiques

source: All available metrics
fr: Tous les métriques

source: the nid of the currency used
fr: le n° de l'unité d'échange employée

source: State of the transaction - completed, pending, disputed, etc
fr: Etat de l'échange - en attente, en médiation, comptabilisé, etc.

source: Payer
fr: La personne qui donne des unités d'échange

source: The user who gave currency in the transaction.
fr: L'adhérent qui a donné des unités d'échange.

source: Payee
fr: La personne qui reçoit des unités d'échange

source: User is payee
fr: Cet adhérent a reçu des unités d'échange

source: Starter
fr: la personne qui saisi l'échange

source: The user id who initiated the transaction.
fr: Le n° de l'adhérent qui a saisi l'échange.

source: Show only transactions started or not started by a given account
fr: Afficher les échanges d'un adhérent, saisis ou à confirmer

source: Show only transactions started by a given account
fr: Afficher des échanges saisis par un adhérent

source: The account id who initiated the transaction.
fr: Le n° de l'adhérent qui a saisi l'échange.

source: starter
fr: la personne qui initie

source: The account id who completed the transaction.
fr: Le n° de l'adhérent qui a confirmé l'échange.

source: Show only transactions completed or not completed by a given account
fr: Afficher les échanges d'un adhérent, comptabilisés ou en attente

source: Show only transactions completed by a given account
fr: Afficher les échanges comptabilisés par un adhérent

source: completer
fr: la personne qui confirme

source: Transactions above or below a certain value
fr: Echanges en-dessous ou au-dessus d'une certaine valeur

source: Transaction state
fr: Etat

source: Whether the transaction is completed or pending
fr: Que l'échange soit comptabilisé ou en attente

source: Currency ID
fr: ID de l'unité d'échange

source: Currency id
fr: id de l'unité d'échange

source: The user's total completed income ever
fr: Le total des entrées de l'adhérent

source: The user's total completed expenditure ever
fr: Le total des sorties de l'adhérent

source: incomplete transactions, per user
fr: Échanges en cours de confirmation, par adhérent
